[
    {
      "FIELD1": 0,
      "product_ID": 6562638659653,
      "product_name": "VITALIFT-A",
      "product_brand": "Dr. Different",
      "price": "$42",
      "product_description": "This night-time skin treatment is ideal for those looking to improve the appearance of aging skin.The main ingredient: Retinal brings similar results of smoothing fine lines and wrinkles as retinol through stimulating collagen production, but has been proven to work faster than its counterpart. In addition, retinal is more efficient at exfoliating, contributing to brighter skin and more even tone.Other ingredients: Hyaluronic acid is a favorite for plumping and hydrating, which helps skin appear smoother and more radiant. Safflower oil is an anti-inflammatory ingredient that helps calm irritation and protect skin from damage. The result is more youthful, supple skin.pH of 6.50-8.50. Formulated without artificial fragrances and colors, parabens, sulfates, animal products, mineral oil, essential oil, alcohol, and silicone.0.7 oz./ 20g",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 1,
      "product_ID": 6562639675461,
      "product_name": "VITALIFT-A Forte",
      "product_brand": "Dr. Different",
      "price": "$52",
      "product_description": "Those that need an extra boost to smooth out fine lines and wrinkles and really firm up skin will love VITALIFT-A Forte. This version has double the retinal of VITALIFT-A, making for a more intense treatment.The main ingredient: Retinal brings similar results of smoothing fine lines and wrinkles as retinol through stimulating collagen production, but has been proven to work faster than its counterpart. In addition, the retinal is more efficient at exfoliating, contributing to brighter and more even skin.Other ingredients: Hyaluronic acid is a favorite for plumping and hydrating, which helps skin appear smoother and more radiant. Safflower oil is an anti-inflammatory ingredient that helps calm irritation and protects skin from damage. The result is more youthful, supple skin.** If it is your first time using a retinol product, we recommend using VITALIFT-A first to make sure your skin adjusts to the ingredient! pH of 6.50-8.50. Formulated without artificial fragrances and colors, parabens, sulfates, animal products, mineral oil, essential oil, alcohol, and silicone.0.7 oz./ 20g",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 2,
      "product_ID": 6562640429125,
      "product_name": "VITALIFT-A Eye & Neck",
      "product_brand": "Dr. Different",
      "price": "$40",
      "product_description": "For those looking to target fine lines and wrinkles specifically around the eye and neck area, VITALIFT-A Eye & Neck Cream is ideal.The main ingredient: Retinal brings similar results of smoothing fine lines and wrinkles as retinol through stimulating collagen production, but has been proven to work faster than its counterpart. In addition, retinal is more efficient at exfoliating, contributing to brighter and more even skin. Niacinamide also helps minimize the appearance of pores and targets discoloration and hyperpigmentation for double duty on brightening and evening skin tone.pH of 6.00-8.00. Formulated without artificial fragrances and colors, parabens, sulfates, animal products, mineral oil, essential oil, alcohol, and silicone.0.7 oz./ 20g",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 3,
      "product_ID": 6592233799749,
      "product_name": "Great Barrier Relief",
      "product_brand": "KraveBeauty",
      "price": "$28",
      "product_description": "This creamy serum fights off environmental aggressors and evens out skin tone and texture. A blend of conditioning oils fight irritation, discoloration, and breakouts caused by a damaged skin barrier. Skin is left looking clear and feeling calm.Star ingredient tamanu oil helps to soothe irritation and calms redness. It targets breakouts and smooths texture. Safflower and rosehip oils add creaminess and provide essential fatty acids to support the skin barrier. This trio of oils quenches dry skin without greasiness.Niacinamide targets spots and discoloration for more even, brighter skin. Ceramides, which are essential to skin health, help replenish fatty “building blocks” of the skin barrier. Together, Great Barrier Relief helps repair the barrier to keep the good stuff in and the bad stuff out. pH of 5.6-6.6. Cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone. 45ML/1.52OZ If you love this product, check out the Oat So Simple Water Cream from KraveBeauty!",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 4,
      "product_ID": 6535227277381,
      "product_name": "Oasis Soothing Mask",
      "product_brand": "DR ALTHEA",
      "price": "$18",
      "product_description": "This calming mask delivers intensive moisture to help soothe dry and sensitive skin. Your skin will be left soft, supple, and glowing. The Oasis Soothing Mask contains a combination of 6 major skin care ingredients that replenish moisture while creating a barrier to trap water in the skin. The powerful ingredient: Rose of Jericho which survives in harsh conditions like the desert, is known for its water retention abilities. Ceramide NP improves skin barrier function to keep moisture in and irritants out. Cica brings calming relief to irritation and promotes healing.pH of 6.10 ± 1.00. Vegan. Formulated without artificial fragrances and colors, parabens, animal products, alcohol, mineral oils, and silicone.Includes 5 sheets / box27g X 5ea / 0.95oz X 5ea",
      "product_type": "Mask"
    },
    {
      "FIELD1": 5,
      "product_ID": 6535227342917,
      "product_name": "Azulene 147HA_Intensive Soothing Cream",
      "product_brand": "DR ALTHEA",
      "price": "$27",
      "product_description": "Filled with rich nutrients, this ointment cream is perfect for dry, sensitive, and acne-prone skin. It creates a strong barrier on skin to protect from external stressors that may cause aging and irritation.Azulene is derived from chamomile flower oil and is highly effective in calming skin. Sodium Hyaluronate helps to restore the skin's moisture and helps to even out skin texture for a more revitalized, youthful complexion. Turmeric contains antioxidants and anti-inflammatory components that bring out the glow to dull skin.It is recommended to use this cream at night, as azulene can make skin more sensitive to sun exposure. Follow up with SPF in the morning.pH of 5.5-6.5. Formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, and essential oils. 50ml / 1.7 fl.oz",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 6,
      "product_ID": 6592234946629,
      "product_name": "Kale-Lalu-yAHA",
      "product_brand": "KraveBeauty",
      "price": "$25",
      "product_description": "This toner powered by AHAs buffs away excess dead skin cells and unclog pores so skin can breathe easier without irritation.As you sweep Kale-Lalu-yAHA on your skin, sugar cane-derived glycolic acid exfoliates dead skin cells and lifts them away for smoother texture. Hyaluronic acid and aloe then work together to add calming hydration by trapping moisture for plumper, more even skin. Kale, spinach, and parsley are packed with antioxidants that energize skin and supplement it with vitamins A, B, C, E, K.pH of 3.5-4.5. Cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone.200ml/6.76ozIf you love this product, check out Matcha Hemp Hydrating Cleanser from Krave Beauty! ",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 7,
      "product_ID": 6590260576325,
      "product_name": "Moon Glow Milky Toning Lotion",
      "product_brand": "GOOD LIGHT",
      "price": "$22",
      "product_description": "This milky toner moisturizes and gently exfoliates, leaving your skin balanced, smooth, and radiant – like the full moon.Natural AHAs swipe off dead skin cells with ease and meadowfoam seed oil, an anti-inflammatory fatty acid, improves healing of damaged skin barrier function. In conjunction with snow mushroom, which holds 1000x its weight in water, and ceramides which lock moisture into skin, this toner deeply penetrates and hydrates. To top it off, niacinamide helps minimize the appearance of pores, reduce redness, regulate oil, and protect against sun damage.pH of 5.5. Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone3.28 fl oz/ 100ml",
      "product_type": "Toner"
    },
    {
      "FIELD1": 8,
      "product_ID": 6591506710597,
      "product_name": "Daily SPF",
      "product_brand": "COCOKIND",
      "price": "$24.99",
      "product_description": "This lightweight, mineral-based SPF 32 uses non-nano zinc oxide, blue phytoplankton, and microalgae to protect skin from environmental stressors such as: UVA and UVB rays, pollution and blue light. In doing so, the formula helps to prevent signs of photoaging such as hyperpigmentation, fine lines and wrinkles, while also reducing the risk of visible sunburn. The packaging itself is made of recyclable sugarcane. Reef-safe, cruelty-free and formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, or silicone.1.7 oz / 48gIf you love this product, try it with Cocokind Texture Smoothing Cream!",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 9,
      "product_ID": 6591507660869,
      "product_name": "Resurfacing Sleep Mask",
      "product_brand": "COCOKIND",
      "price": "$21.99",
      "product_description": "Wake up to renewed, youthful-looking skin! This nourishing resurfacing mask uses bakuchiol, a plant-derived retinol alternative traditionally used in Chinese and Ayurvedic medicine, to reduce the look of fine lines, wrinkles, dark spots, and discoloration, while also increasing your skin's suppleness. This gentle formula is ideal for promoting a smooth, even, and youthful-looking complexion, while diminishing visible signs of fatigue and pollution damage thanks to wild indigo extract. Plant-derived beta-glucan supports skin’s hydration levels, improving natural barrier function, while also helping to reduce surface redness, dryness, and sensitivity. Sweet dreams!Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone. 1.7 oz",
      "product_type": "Mask"
    },
    {
      "FIELD1": 10,
      "product_ID": 6591507988549,
      "product_name": "Mymatcha All-Over Moisture Stick",
      "product_brand": "COCOKIND",
      "price": "$8.99",
      "product_description": "A multi-tasking staple for every skincare routine - whether at home or on-the-go. Catechins, naturally occurring within matcha powder, provide powerful antioxidant benefits that can help nourish and protect skin from environmental stress. This multi-use balm can be applied anywhere your skin needs a boost - under the eyes to ward off dark circles or puffiness, or used as a dry spot corrector and daily lip balm! Use it anywhere, take it everywhere - this is your skincare BFF. Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone.0.5 oz",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 11,
      "product_ID": 6592354713669,
      "product_name": "Sound Renewal Moisturizer",
      "product_brand": "SUPEREGG",
      "price": "$60",
      "product_description": "Sound Renewal is a fast-absorbing and lightweight yet deep-nourishing gel-cream that bathes the skin in vital nutrients.Panthenol (vitamin B5) strengthens the skin barrier and maintains optimal moisture levels in the skin. Squalane provides weightless hydration and locks in essential moisture. PHA gently exfoliates to reveal brighter and smoother skin. Vital water from the everlasting flower soothes sensitive skin and repairs skin damage. The result is more supple, elastic, and luminous skin.Powered with Yolk DuplexTM, Sound Renewal Moisturizer, which is engineered through innovative technology to duplicate vital egg yolk nutrients with 24 high-grade vegan ingredients, is targeted to nourish, hydrate with a high concentration of antioxidants.pH of 6. Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone.50 ml / 1.7 ozIf you love this product, check out also the Gentle Elements Cleanser from Superegg! ",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 12,
      "product_ID": 6592229933125,
      "product_name": "Baggage Claim Eye Masks - Gold",
      "product_brand": "WANDER BEAUTY",
      "price": "$25",
      "product_description": "Baggage Claim Eye Masks depuff tired under-eyes with calendula extract, brighten dark circles with camu camu extract, and hydrate with hyaluronic acid. Aloe leaf extract also calms skin and reduces redness. Peptides help to improve texture and tone by treating fine lines and wrinkles. A combination of 17 amino acids help maintain hydration and an overall healthy appearance.Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone.Includes 6 individually packaged, single-use pairs.0.84 oz/24 ml",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 18,
      "product_ID": 6590256939077,
      "product_name": "Cosmic Dew Water Cleanser",
      "product_brand": "GOOD LIGHT",
      "price": "$18",
      "product_description": "This pH balanced, hydrating cleanser helps with inflammation and strengthens sensitive skin,Probiotics support the microbiome and reduce skin sensitivity and glycerin also helps to heal the skin barrier to better protect against irritants. Glycerin and hyaluronic acid work in conjunction to deeply hydrate skin and soothe redness. Seaweed eliminates toxins, plumps, and rejuvenates skin for that fresh-faced radiance.pH of 5.5. Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone. 3.28 fl oz/ 100ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 19,
      "product_ID": 6590262181957,
      "product_name": "We Come in Peace Probiotic Serum",
      "product_brand": "GOOD LIGHT",
      "price": "$24",
      "product_description": "*We will be restocking this item. Please come back and check again soon! This serum is turbocharged with soothing ingredients to create the healthiest environment for your skin barrier and leave you with glowing, happy skin. Probiotics help regulate your microbiome and strengthen your skin barrier function. Bakuchiol stimulates cell turnover, targets hyperpigmentation, and plumps up skin for a more youthful complexion. In addition, carrot and moringa seed oil help remove harmful bacteria from skin with their anti-inflammatory and antioxidant properties while blue tansy oil, an anti-inflammatory with a cooling effect, helps bring relief to irritation.pH of 6.0-6.5. Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone. 1.2 fl oz / 35ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 20,
      "product_ID": 6591506841669,
      "product_name": "Oil to Milk Cleanser",
      "product_brand": "COCOKIND",
      "price": "$17.99",
      "product_description": "Thoroughly cleanse skin, while increasing hydration. Centered around fermented oat, this microbiome-friendly and pH balancing cleanser supports soft and replenished skin. When massaged onto the face with water, the oil formula transforms to milk, allowing for an easy rinse off that leaves the complexion supple, and hydrated - never stripped.  Packaged in a recyclable tube made from sugarcane materials.Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone. 2.9 oz",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 21,
      "product_ID": 6592230064197,
      "product_name": "Mist Connection Essence and Toner",
      "product_brand": "WANDER BEAUTY",
      "price": "$40",
      "product_description": "Mist Connection Essence and Toner has a biphase formula that combines essence (oil-based) and toner (water-based). Shake and watch the two blend together to deliver intense skincare benefits.White oil-based essence adds moisture and preps skin for the next steps of your skincare routine. Pink water-based toner helps balance skin's moisture and pH.Niacinamide and adenosine soothes skin and evens skin tone by reducing the appearance of wrinkles and pores. Hyaluronic acid is a powerful humectant that plumps and retains moisture, for a more supple and youthful appearance. Betaine helps skin adapt to moisture fluctuations. Evening primrose oil adds moisture and promotes radiance while avocado oil nourishes skin with fatty acids.The ultra-fine nozzle dispenses a luxurious, cloud-like mist. Use after cleansing to create a moisturized, balanced and softened base to allow the rest of your skincare routine to work more effectively. Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, and silicone. 2.7 fl. Oz./80 mL",
      "product_type": "Essence"
    },
    {
      "FIELD1": 22,
      "product_ID": 6591506939973,
      "product_name": "Texture Smoothing Cream",
      "product_brand": "COCOKIND",
      "price": "$19.99",
      "product_description": "This nourishing, fast-absorbing moisturizer uses Cocokind’s signature celery superseed complex to refine the appearance of texture and skin irregularities such as enlarged pores, fine lines, wrinkles and rough patches, providing skin with a natural blurring effect. The ultra-hydrating formula sinks in quickly, leaving skin soft and supple but not greasy. The antioxidants in this cream also work to combat the effects of pollution and environmental stress, while brightening the appearance of skin and leaving the perfect canvas for makeup (or not!). Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone. 1.7 oz",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 23,
      "product_ID": 6591507464261,
      "product_name": "Glow Essence with Sea Grape Caviar",
      "product_brand": "COCOKIND",
      "price": "$17.99",
      "product_description": "Sea grape caviar, blue algae extract, and sea buckthorn extract kickstart hydration, boost your natural glow, and increase suppleness for bouncy, glowing skin. This 100% vegan formula utilizes high quality and sustainably-sourced ingredients to prevent dehydration in the skin, decreasing susceptibility to fine lines and wrinkles. Antioxidants also provide a brightening boost, improving elasticity and suppleness, and maximizing absorption of serums and moisturizers.Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone. 2 oz",
      "product_type": "Essence"
    },
    {
      "FIELD1": 24,
      "product_ID": 6591508283461,
      "product_name": "Turmeric Stick",
      "product_brand": "COCOKIND",
      "price": "$8.99",
      "product_description": "This multipurpose spot treatment helps tackle visible signs of inflammation, while minimizing the appearance of dark spots. Packed with turmeric, ginger, and tea tree oil, this organic treatment helps mitigate the effects of clogged pores, while helping to visibly brighten the complexion. Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, and silicone.0.5 oz",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 25,
      "product_ID": 6592235208773,
      "product_name": "Oat So Simple Water Cream",
      "product_brand": "KraveBeauty",
      "price": "$28",
      "product_description": "This lightweight moisturizer brings cooling and comforting relief to sensitive skin. As you work it in, it quickly absorbs and makes itself right at home with your skin.Oat So Simple is made with simple and calming ingredients for easy, everyday hydration. Oats help to soothe irritation and re-balances stressed skin. Squalane is a conditioning and moisturizing agent that locks in moisture while trehalose also helps bind water to the skin to retain moisture.pH of 5.0-6.0. Cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone.80 ml /2.7 ozIf you love this product, check out Krave Beauty's Great Barrier Relief for the next skincare step! ",
      "product_type": "Toner"
    },
    {
      "FIELD1": 26,
      "product_ID": 6592356188229,
      "product_name": "Gentle Elements Cleanser",
      "product_brand": "SUPEREGG",
      "price": "$34",
      "product_description": "Gentle Elements is a milky foaming cleanser that effectively removes makeup, dirt, and excess oil that balances the skin’s pH and is non-stripping.Moringa oil strengthens the skin barrier for a refreshed and replenished complexion. A nutritional concoction of vitamin C and hyaluronic acid visibly brightens and deeply hydrates the skin. AHA and micro-exfoliating beads gently resurfaces skin texture for a smoother, youthful appearance. Powered with White DuplexTM, which is engineered through innovative technology to duplicate vital egg white nutrients with 22 high-grade vegan ingredients, Gentle Elements Cleanser is targeted to balance and firm the skin and reduce excess sebum.pH of 5.5. Vegan and cruelty free and formulated without artificial colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone.100 ml / 3.38 oz",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 27,
      "product_ID": 6592230129733,
      "product_name": "Sight C-er Vitamin C Concentrate",
      "product_brand": "WANDER BEAUTY",
      "price": "$42",
      "product_description": "Go beyond brightening: correct, prevent and protect with the Sight C-er Vitamin C Concentrate. This lightweight formula is fast-absorbing, doesn’t leave a sticky residue, and adds luminosity with pearl light-diffusing optics. Main ingredient Vitamin C is filled with antioxidants that protect skin from environmental stressors, brighten, and stimulate collagen production. Oil-soluble, ultra potent vitamin C derivative has superior skin penetration that is potent yet very gentle on sensitive skin. Kakadu plum extract has up to 55x more vitamin C than an orange and is known for its anti-inflammatory and antioxidant properties.In addition, supporting ingredients make this more than your average vitamin C serum. Plant-derived squalane hydrates and maintains a healthy moisture barrier. 7 hyaluronic acid complex penetrates and binds skin with moisture to plump the appearance of skin. Niacinamide brightens, balances oil production and evens out skin texture. Antioxidants and vitamin E extract to prevent free-radical damage and soothes skin.Designed with an airless pump so formula stays fresh and you can enjoy every single drop.Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, and essential oils.1.01 oz/30 ml",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 28,
      "product_ID": 6590793121861,
      "product_name": "All Natural Illuminator - Champagne",
      "product_brand": "HAN SKINCARE COSMETICS",
      "price": "$18",
      "product_description": "Add a healthy glow to skin, without looking glittery. The silky formula imparts a subtle luminous glow to the complexion while also helping skin to retain moisture - thanks to soothing jojoba, coconut oil, cocoa butter and vitamin E. Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone0.25oz ",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 29,
      "product_ID": 6592235077701,
      "product_name": "Matcha Hemp Hydrating Cleanser",
      "product_brand": "KraveBeauty",
      "price": "$16",
      "product_description": "This antioxidant-rich jelly cleanser is satisfying and effective, leaving your skin cleaner and better. The bouncy gel formula creates a silky lather on the skin that lifts away impurities and irritants accumulated during the day. The best part? No dry, tight after-feeling!Matcha Hemp Hydrating Cleanser uses coconut-based surfactants to gently break down both oil and water-based impurities and deeply cleanse without stripping. Instead, nourishing matcha with free radical-fighting antioxidants and hemp seed oil that restore essential amino acids and antioxidants are added to the skin. Vitamin B5 and sodium PCA attracts and traps atmospheric moisture in the skin to hydrate the skin as hemp seed oil seals it in. No residue, no tightness, no worries.pH of 5.0-6.0. Cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone. 120ml/4.05ozIf you love this product, check out Krave Beauty's Kale-Lalu-yAHA for the next step! ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 30,
      "product_ID": 6590792925253,
      "product_name": "All Natural Lip Gloss - Nude Rose",
      "product_brand": "HAN SKINCARE COSMETICS",
      "price": "$15",
      "product_description": "This all natural lip gloss is formulated with antioxidant rich argan and acai oil to hydrate and treat lips with its high Vitamin E content. It’s infused with anti-aging super-fruit extracts and vitamins as well as plant and vegetable pigments to benefit the skin. Vegan and cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, and silicone.0.28oz ",
      "product_type": "Lip Treatment"
    },
    {
      "FIELD1": 31,
      "product_ID": 6540284166213,
      "product_name": "Bubi Bubi Lip Mask",
      "product_brand": "UNPA",
      "price": "$15",
      "product_description": "This lightly peach-scented lip mask works overnight to moisturize and soften while you sleep. It’s lightweight and absorbs into lips with no stickiness.Black Food Complex is a blend of 4 antioxidant ingredients that hydrate and firm to diminish the appearance of fine lines on the lips. Patented ingredient XPERMOIST creates the ultimate barrier to help retain moisture while other naturally derived ingredients including aloe vera and jojoba seed oil help soothe. Adenosine also promotes collagen synthesis, helping with elasticity for a plumper pout. pH of 5.0 ±1.0. Cruelty free and formulated without artificial colors, parabens, animal products, mineral oil, alcohol, and silicone.Use after the Unpa Bubi Bubi Lip Scrub for best results.9g",
      "product_type": "Lip Treatment"
    },
    {
      "FIELD1": 33,
      "product_ID": 4098697461829,
      "product_name": "Living Cleansing Balm",
      "product_brand": "Then I Met You",
      "price": "$38",
      "product_description": "Exclusive to Soko Glam!This 12x award-winning cleansing balm created by founder Charlotte Cho will quickly be your favorite step in your skincare routine!Every scoop is a sensorial experience, thanks to its signature sorbet-like texture that is rich in nutrients. The Living Cleansing Balm glides onto skin and melts away oil-based impurities such as excess sebum, sunscreen and stubborn makeup without leaving behind an oily residue. The star ingredient in the luxurious formula is antioxidant and fatty acid-rich seaberry (sea buckthorn) oil, which softens and protects skin, and gives the balm its distinctive bright yellow color. Other skin-benefiting ingredients include anti-aging and brightening persimmon extract and nourishing olive oil and vitamin E.Free of polyethylene, mineral oil, alcohol, silicone, parabens, artificial coloring and synthetic fragrance.Tip: Follow application of the Living Cleansing Balm with the Then I Met You Soothing Tea Cleansing Gel.3.17 fl. oz. / 90 g Read more on The KlogSoko Glam Best of K-Beauty™ Award Winner for 2020  + See why this product is a 2020 Soko Glam Best of K-Beauty™ Winner.AwardsWinner of the 2019 Allure Best of Beauty AwardWinner of the 2019 Byrdie Skincare AwardWinner of the 2019 Hello Giggles Beauty AwardWinner of the 2019 Very Good Light Lighting Beauty AwardWinner of the 2020 Women's Health 2020 Skincare Award Winner of the 2020 Soko Glam Best of K-Beauty™ Featured onAllure, The Strategist, Today Show, The Cut, Byrdie, Glamour, Vogue, Into The Gloss, Man Repeller, Huda Beauty, Total Beauty, Women's Health   Note: Then I Met You products are excluded from sitewide discounts and promotions. ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 34,
      "product_ID": 4339086655557,
      "product_name": "The Giving Essence",
      "product_brand": "Then I Met You",
      "price": "$50",
      "product_description": "Exclusive to Soko Glam!Elevate your essence step with this luxurious formula that brightens skin and repairs damage, as well as hydrates and preps skin for your treatment products. Just a few shakes of the powerhouse formula in your routine daily is all you need to deliver results.The carefully crafted essence is composed of over 80% naturally fermented ingredients such as galactomyces ferment filtrate and saccharomyces ferment filtrate that have proven skin care benefits, including reducing the appearance of pores, blackheads and sebum. Deeply hydrate skin with polyglutamic acid, an ingredient that holds 4x more moisture than hyaluronic acid. The Giving Essence also contains ellagic acid, a naturally-found compound that excels at brightening and protects against UV rays. Red algae gently exfoliates to remove impurities and dead skin cells that clog pores, and antioxidant-rich black chokeberry to prevent premature aging. Together, they give The Giving Essence its natural pink coloring. This product has a pH of 5, and is cruelty-free and vegan.Tip: Apply the essence after the Then I Met You Birch Milk Refining Toner.Learn more about Then I Met You.3.38 fl. oz / 100 mlFeatured on: Byrdie, Bustle, People, Huffpost, Self, Women's Health*Then I Met You products are excluded from sitewide discounts and promotions.If you love this product, check out the Birch Milk Refining Toner from Then I Met You!Learn more on The Klog",
      "product_type": "Essence"
    },
    {
      "FIELD1": 35,
      "product_ID": 6536516960325,
      "product_name": "Gentle Black Fresh Cleansing Oil",
      "product_brand": "KLAIRS",
      "price": "$24",
      "product_description": "This everyday, fragrance-free oil cleanser has a fresh, non-oily finish. It’s lightweight yet effectively removes all makeup, oil, and residue while gently exfoliating dead skin cells and regulating sebum. 50% sunflower seed oil in this formula has numerous benefits: Rich in antioxidants and vitamins A, B, C, this key ingredient fights free radicals which can be the culprit of faster aging. Simultaneously, it calms irritation and redness, and evens out overall complexion.The other simple and gentle ingredients: grape seed oil, jojoba seed oil, and black currant oil will help nourish and aid in balancing oil production while retaining moisture.Vegan and cruelty free. Formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oil, essential oil, and silicone. 5.07 fl.oz. / 150ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 37,
      "product_ID": 6544067166277,
      "product_name": "Hyaluronic Acid Toner Plus",
      "product_brand": "ISNTREE",
      "price": "$24.10",
      "product_description": "The viscous consistency of this toner helps to deeply hydrate and replenish dry, parched skin.A combination of five types of hyaluronic acids allows faster absorption of the product. MultiEx BSASM Plus, a patented ingredient composed of 7 plant extracts, helps prevent moisture loss and encourages faster regeneration of skin.pH of 6.5 ~ 7.50. Cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oil, essential oil, and silicone. 6.76 fl. Oz. / 200ml",
      "product_type": "Toner"
    },
    {
      "FIELD1": 38,
      "product_ID": 6544111894597,
      "product_name": "Pink AHA BHA Serum",
      "product_brand": "NACIFIC",
      "price": "$29",
      "product_description": "Exfoliate, improve elasticity, and hydrate with this multi-purpose serum from Nacific.AHA and BHA gently removes dead skin cells to encourage cell turnover, which helps smooth out fine lines, tighten up skin, and results in a more radiant complexion. 70% watermelon extract replenishes hydration and nourishes skin with its rich vitamins and minerals. Formulated without artificial fragrances and colors, parabens, animal products, alcohol, and mineral oil. 1.69fl.Oz/50ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 39,
      "product_ID": 6550866001989,
      "product_name": "MadeCera Fresh Clearing Ampoule",
      "product_brand": "SKINRX LAB",
      "price": "$38",
      "product_description": "This cooling ampoule was made for sensitive, acne-prone skin. It helps keep oiliness at bay and breakouts from excess sebum in check, all while calming and hydrating skin to prevent flakiness.SKINRx LAB’s signature ingredients madecassoside and ceramide are a well-loved duo for bringing relief to irritated skin and strengthening the barrier.Wasabi root is enriched with vitamins that help protect against sensitivity and regulate sebum production. Tea tree extract provides additional calming benefits and helps to clear clogged pores. Collectively, the key ingredients work together to even out skin texture and minimize the appearance of pores.pH of 7.40 ± 1.0. Formulated without artificial fragrances and colors, parabens, sulfates, mineral oil, and silicone.Follow up with the best-selling MadeCera Cream to lock in the ampoule’s hard work! 100ml / 3.38 fl.oz ",
      "product_type": "Serum"
    },
    {
      "FIELD1": 40,
      "product_ID": 6540270960709,
      "product_name": "MadeCera Cream Whipped Mild Cleanser",
      "product_brand": "SKINRX LAB",
      "price": "$15.65",
      "product_description": "Lather up with this foaming cleanser from the popular MadeCera line. It gently washes away grime and reveals soothed, fortified skin with a protective moisture layer.MadeCera is SKINRx LAB’s ideal ratio of madecassoside and ceramide. Madecassoside brings calming relief to sensitive and irritated skin and ceramide strengthens the skin barrier against damage. Combined with mineral-rich Ulleungdo Deep Seawater, your skin will feel refreshed and hydrated.pH of 9.65±1.0. Formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oil, and silicone.Follow up with the “strawberry milk” MadeCera Cream Double Essence Toner for an added boost! 100ml/3.38 fl.oz",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 41,
      "product_ID": 6540282527813,
      "product_name": "Lacto Cica Soothing Toner",
      "product_brand": "UNPA",
      "price": "$19",
      "product_description": "Kind to your skin but tough on external stressors, this concentrated, fast-absorbing toner helps protect and maintain skin health after cleansing. Lacto Cica Complex, developed using centella asiatica, promotes skin cell recovery. This powerful ingredient gently stimulates collagen and ceramide synthesis, which helps to make your barrier more resilient and elastic for a youthful glow. Cica is loved by sensitive skin types for its calming and repairing properties that contribute to a stronger skin barrier.Five types of probiotics keep harmful pollutants out and lock moisture in by creating a protective barrier on the skin's surface. The result: softer, more supple skin.pH of 5.0 ±1.0. Cruelty free and formulated without artificial fragrances and colors, parabens, animal products, mineral oil, and alcohol.Use in combination with Unpa Lacto Cica Locking Serum for best results. 200ml /6.76 fl.oz",
      "product_type": "Toner"
    },
    {
      "FIELD1": 42,
      "product_ID": 6540283183173,
      "product_name": "Lacto Cica Locking Serum",
      "product_brand": "UNPA",
      "price": "$34",
      "product_description": "These easy-to-use serum pads are concentrated with cica for relief with just a swipe. Lacto Cica Complex, developed using centella asiatica, promotes skin cell recovery and protects the skin for a healthier and more resilient skin barrier. Highly calming, this ingredient is a favorite for sensitive skin types. By stimulating collagen production and ceramide synthesis, skin also becomes more youthful and bouncy over time.Probiotics form a thin barrier on the skin’s surface for extra protection from environmental damage.pH of 5.0 ±1.0. Cruelty free and formulated without artificial fragrances and colors, parabens, animal products, mineral oil, and silicone.Use in combination with Unpa Lacto Cica Soothing Toner for best results. 85ea/145g",
      "product_type": "Serum"
    },
    {
      "FIELD1": 43,
      "product_ID": 6548028391493,
      "product_name": "It's Skin Power 10 Formula - Gf (Moisturizing)",
      "product_brand": "IT'S SKIN",
      "price": "$16",
      "product_description": "The Gf Serum of the Power 10 Formula line from It’s Skin is the answer for those suffering from dehydration. Soothe and restore irritated skin with power ingredients.Ginkgo Leaf Water increases skin moisture retention and also has a multitude of other benefits including anti-aging and fighting of free radicals to protect skin. The small molecules of Tremella Mushroom extract help penetrate the skin with more ease for better hydration than many common skincare ingredients for hydration, such as hyaluronic acid.pH of 6.3 ± 1.0. Formulated without parabens, animal products, alcohol, mineral oils, essential oils, or silicone.1.01 fl. oz. / 30 ml",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 44,
      "product_ID": 6548027834437,
      "product_name": "It's Skin Power 10 Formula - Li (Soothing)",
      "product_brand": "IT'S SKIN",
      "price": "$16",
      "product_description": "Calm down and brighten up with soothing licorice extract. Help to improve skin’s tone and texture with the Li Serum of the Power 10 Formula Line from It’s Skin.With a high concentration of licorice extract, this powerhouse serum helps to fade scarring and spots of hyperpigmentation or melasma, improving texture and contributing to a more even-looking skin tone overall. In addition to its brightening benefits, licorice extract can also help calm redness and inflammation.pH of 5.9 ± 1.0. Formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, essential oils, or silicone.1.01 fl. Oz. / 30ml",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 45,
      "product_ID": 6548028194885,
      "product_name": "It's Skin Power 10 Formula - Po (Pore Tightening)",
      "product_brand": "IT'S SKIN",
      "price": "$16",
      "product_description": "Great for acne-prone skin, the Po Serum from It’s Skin’s Power 10 Formula line can help to minimize the appearance of pores while also keeping sebum production under control.Houttuynia cordata extract, also commonly known as heartleaf, is a multi-tasking botanical that contains anti-inflammatory and antioxidant properties for a smoother, more balanced-appearing complexion. By keeping skin’s moisture content more balanced, this helps skin stay plump and bouncy without being oily. This serum also helps to minimize the appearance of blackheads, by helping sebum oxidize less quickly.pH of 5.5 ± 1.0. Formulated without parabens, animal products, mineral oils, or essential oils.1.01 fl. Oz. / 30ml",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 46,
      "product_ID": 6548028555333,
      "product_name": "It's Skin Power 10 Formula - Ye (Vitality)",
      "product_brand": "IT'S SKIN",
      "price": "$16",
      "product_description": "Restore tired and rough, textured skin with the Ye Serum from the Power 10 Formula line. Focused specifically on revitalizing the skin for an improved and softer complexion.Yeast extract has great moisture-retention properties to hydrate the skin and smooth out fine lines and wrinkles. It’s also a great source of vitamin B and iron, which contributes to brightening and lifting. Best of all, yeast can encourage cell turnover to reveal smooth, supple skin.pH of 6.8 ± 1.0. Formulated without parabens, artificial colors, animal products, alcohol, mineral oils, essential oils, or silicone.+ Discover our curated lineup of Power 10 serums from It’s Skin.1.01 fl. oz. / 30ml",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 47,
      "product_ID": 4679617609797,
      "product_name": "It's Skin Power 10 Formula - Ve (Glow)",
      "product_brand": "IT'S SKIN",
      "price": "$16",
      "product_description": "Ve Serum from It’s Skin’s Power 10 Formula line is enriched with vitamin E to bring radiance to your skin by supporting a strong, healthy skin barrier.In skin care, vitamin E helps to combat free radical damage and helps the skin repair itself from environmental stressors that can weaken skin, such as pollution and sun damage. Ve Serum is a great pair to a routine that incorporates vitamin C, as the two ingredients work together to increase each other's benefits. Rich in antioxidants, vitamin E also helps to manage sebum production - in particular, so it doesn’t oxidize as quickly (a.k.a. helps with blackheads)!pH of 6.3 ± 1.0. Formulated without artificial fragrance, artificial colors, animal products, or mineral oils.1.01 fl. Oz. / 30ml",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 48,
      "product_ID": 6539527716933,
      "product_name": "All Filter Mask Zone Mist",
      "product_brand": "LEADERS",
      "price": "$15",
      "product_description": "Skin troubles from wearing face masks? Korean skin care innovator Leaders developed the All Filter Mask Zone Mist to help calm the irritated \"mask-zone\" (mouth and chin area) from the hot, moist environment a mask causes when worn.This mist is easy to grab-and-go, and take with you when needed. Spritz onto your “mask zone” before or after wearing a face mask to help calm irritated or dry-feeling skin. In the formula, exosomes assist in balancing the skin biome and fermented fungi extract provides a soothing feeling while softening skin. Cica helps support the skin barrier to help repair micro-damages, and phyto mucin (vegan) protects the skin from external aggressors like free radicals from pollution, dust, and more.pH of 5.3~7.3. Formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, essential oils, or silicone.50ml /1.69fl.oz.",
      "product_type": "Mask"
    },
    {
      "FIELD1": 49,
      "product_ID": 4680886255685,
      "product_name": "Pore Cleansing Balm AHA",
      "product_brand": "HANSKIN",
      "price": "$22",
      "product_description": "Designed for dry skin, this deep cleansing balm purifies and exfoliates parched skin in a single step. Made with plant-derived ingredients, this hydrating formula instantly melts stubborn makeup and pore impurities. Alpha hydroxy acids (AHA) like lactic, malic, and glycolic acids help gently dissolve dead skin cell build-up, revealing softer, brighter, more hydrated skin. Sunflower seed oil is packed with vitamin E and protective antioxidants that help minimize the appearance of fine lines and wrinkles, while jojoba oil evens out skin texture with replenishing hydration.Cruelty free and formulated without artificial fragrances, colors, parabens, sulfates, animal products, alcohol, and silicone.Fans of the Hanskin Pore Cleansing Oil [AHA] will love the added sensorial experience of this soft balm. 80g / 2.82 oz. ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 52,
      "product_ID": 4680886288453,
      "product_name": "Pore Cleansing Balm BHA",
      "product_brand": "HANSKIN",
      "price": "$22",
      "product_description": "Designed for oily and acne-prone skin, this deep cleansing balm purifies and helps prevent pore congestion in a single step. Made with plant-derived ingredients, this oil-balancing formula instantly melts stubborn makeup and pore impurities. Beta hydroxy acids (BHA) such as salicylic acid help gently dissolve trapped sebum build-up, revealing pores that look smaller and more clear. The nonstripping formula removes excess oil but leaves skin hydrated and balanced.Orange peel oil is packed with antioxidants that help calm irritation. Eucalyptus extract boosts circulation for a more glowing complexion and its anti-inflammatory properties are great for reducing redness.Cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oil, and silicone.Fans of the Hanskin Pore Cleansing Oil [BHA] will love the added sensorial experience of this soft balm.80g / 2.82 oz.",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 54,
      "product_ID": 4678187089989,
      "product_name": "AHA-BHA-PHA Real Cica 92% Cool Calming Soothing Gel",
      "product_brand": "SOME BY MI",
      "price": "$12",
      "product_description": "Sunburns, dryness, and breakouts - this cooling gel addresses it all in one step.What’s inside: A combination of AHA, BHA, and PHA target the root of skin troubles by exfoliating dead skin cells and clearing impurities out of pores. Combined with 3 layers of hyaluronic acid that absorbs and locks in moisture, plus 92% cica, known for its calming and healing properties, this multi-purpose gel helps simplify your skincare routine. pH of ~5.5+1.0. What’s not inside: Formulated without artificial fragrances, parabens, sulfates, artificial colors, alcohol, mineral oils, or silicone.10.14 fl. Oz. / 300ml",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 55,
      "product_ID": 4098697035845,
      "product_name": "Soothing Tea Cleansing Gel",
      "product_brand": "Then I Met You",
      "price": "$36",
      "product_description": "Exclusive to Soko Glam!Founder Charlotte Cho's vision for soothing and hydrating water-based cleanser is found in the innovative and bouncy Soothing Tea Cleansing Gel, the perfect compliment to the Living Cleansing Balm. This brightening cleansing gel is packed with fermented rice water as the number one ingredient, and was designed to be a sensorial experience with its natural herbal scent. In addition to tackling impurities like dirt and sweat, the formula brightens with licorice root extract, calms and prevents signs of aging with green tea and lightly exfoliates with gluconolactone (PHA). The formula is sulfate-free and has a gentle pH of 6.3.38 fl. oz. /100 mlExperience both Then I Met You cleansers in The Cleansing Duo value set.Read more on The KlogAwardsWinner of the 2019 Brides Beauty AwardFeatured onAllure, New York Times, The Cut, Harper’sBazaar, Refinery29, Cosmopolitan Seventeen, Popsugar, WWD, Business of Fashion  *Then I Met You products are excluded from sitewide discounts and promotions.",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 56,
      "product_ID": 4551279214661,
      "product_name": "Tea Tree Serum",
      "product_brand": "BENTON",
      "price": "$19",
      "product_description": "Bring skin back to a more balanced, smooth state with this lightweight serum from Benton. The star ingredient is 80% tea tree extract, to help calm & cool the skin and reduce oil production. Tea tree is also hydrating, helping to banish greasiness while helping retain moisture more effectively. Betaine, derived from sugar beets, is an amino acid naturally found in the body that helps keep skin hydrated and balanced. Great for oily skin types as well as combination or normal skin types who experience increased sebum production. Tea tree is also known to be helpful to treat and calm acne, due to its antimicrobial and anti-inflammatory properties. Rounding out the Tea Tree Serum is dipotassium glycyrrhizate, derived from licorice root, to help brighten and support a healthier skin barrier.Benton also created the packaging with the environment in mind; the pump is made of a single material without a spring, so it can be easily recycled. This cruelty-free serum does not contain artificial fragrance, alcohol, mineral oil, or essential oils. pH of 6~7.30ml / 1.01 fl.oz                                                  ",
      "product_type": "Serum"
    },
    {
      "FIELD1": 57,
      "product_ID": 4647148486725,
      "product_name": "Vita Duo Night Cream",
      "product_brand": "NEOGEN",
      "price": "$24",
      "product_description": "Neogen teamed up with beauty influencer Joan Kim to create the ultimate nourishing day and night facial cream duo. The two different yet complementary facial moisturizers are now available individually in refillable jars. Using this perfect pair together ensures round-the-clock hydration and a more refined complexion.The Vita Duo Night Cream has a gel-cream texture to glide smoothly on the skin. This fan-favorite facial moisturizer repairs soothes, and strengthens skin while you sleep thanks to ingredients like lavender oil and vitamin E. Oils like sunflower seed, sweet almond and avocado provide nourishment.Also, this cream is refillable, so save the outer jar and simply order replacement containers! The containers are recyclable and provide a more sustainable solution when you're ready to restock your moisturizer. Plus, grab a permanent marker and note on the front the date you opened it, to help keep track of your shelf life of your moisturizer. pH of 7.2±1. Formulated without parabens, artificial fragrance, animal ingredients, and mineral oil.1.76 oz / 50g",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 58,
      "product_ID": 4678189776965,
      "product_name": "Yuja Niacin Brightening Peeling Gel",
      "product_brand": "SOME BY MI",
      "price": "$11.90",
      "product_description": "Don’t be afraid of peeling! This peeling gel is extremely gentle, sloughing off dead skin cells and encouraging cell turnover for brighter, more elastic skin.What’s inside: PHA minimizes moisture loss while softening dead cells to mildly exfoliate. Naturally derived cellulose also helps remove impurities. Yuja (yuzu) extract nourishes skin with rich nutrients and helps retain moisture. pH of ~2.00+1.0. What’s not inside: Formulated without parabens, sulfates, artificial colors, alcohol, mineral oils, essential oils, or silicone.4.05 fl. Oz. / 120ml",
      "product_type": "Exfoliator"
    },
    {
      "FIELD1": 59,
      "product_ID": 4669755719749,
      "product_name": "Lotus Water Cream",
      "product_brand": "ROVECTIN",
      "price": "$20",
      "product_description": "This facial moisturizer not only deeply hydrates, but also helps to restore your skin by fortifying the natural barrier to keep moisture in and damaging toxins and pollutants out.Lotus flower extract absorbs impurities to help you achieve a clearer complexion and healthier skin overall. Working with natural flavonoids, the pair also help prevent signs of aging, contribute to better skin elasticity and revitalize to give you a more youthful appearance. Simultaneously, patented hydrator Aquaxyl™ helps boost moisture and delivers moisture deeper for glowing, plump skin.pH of 6.5~7.5. Vegan and cruelty free, and formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, essential oils, or silicone.0.03 fl. oz. / 60mlIf you love this product, please check out Rovectin LHA Blemish Ampoule to help to relief inflammation! ",
      "product_type": "Toner"
    },
    {
      "FIELD1": 60,
      "product_ID": 4671233982533,
      "product_name": "Houttuynia Cordata Calming Toner Pad",
      "product_brand": "GOODAL",
      "price": "$24",
      "product_description": "A calming toner pad infused with heartleaf extract to exfoliate and balance without harshness or stripping. Gently and easily swipe away dead skin cells and buildup with the pH-balancing pad to help support a hydrated, more youthful complexion.Main ingredient houttuynia cordata extract (commonly called heartleaf) helps reduce redness and irritation while helping with sebum production. Althaea rosea (hollyhock) root extract further helps to soothe and restore balance to the skin barrier for softer skin texture. Neem leaf extract encourages collagen production and helps to smooth fine lines to ultimately help you achieve that honey skin glow!pH of 5.45±0.5. Formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, essential oils, or silicone.140g / 4.93 oz. (70 sheets)",
      "product_type": "Toner"
    },
    {
      "FIELD1": 61,
      "product_ID": 4669755850821,
      "product_name": "LHA Blemish Ampoule",
      "product_brand": "ROVECTIN",
      "price": "$15",
      "product_description": "This ampoule contains only the essentials for improving tone and texture for all skin types.Instead of purified water, the LHA Blemish Ampoule uses 85% neroli flower water (derived from bitter orange blossoms) to help relieve sensitive skin with its anti-inflammatory properties. It also brightens and minimizes the appearance of dark spots and blemishes, helping to promote more elastic and plump skin.Lipohydroxy acid (also referred to as LHA) is a derivative of salicylic acid that gently exfoliates dead skin cells and helps to unclog pores with sebum without any harshness, thanks to its pH level being similar to the skin’s natural state. Glutathione is an antioxidant with similar components to natural skin, allowing it to absorb more quickly and help brighten. Five different types of hyaluronic acid also provide deeper hydration and improve skin’s moisture retention.Use a hydrating moisturizer afterwards for best results, like the Rovectin Lotus Water Cream!pH of 5.5~6. Vegan and cruelty free, and formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, mineral oils, essential oils, or silicone.0.51 fl. oz. / 15ml ",
      "product_type": "Serum"
    },
    {
      "FIELD1": 62,
      "product_ID": 4654988918853,
      "product_name": "Pear Mint Food Mask",
      "product_brand": "SKINFOOD",
      "price": "$16",
      "product_description": "In need of refreshing self-care? The Pear Mint Food Mask is your new go-to, with deep cleansing and nourishing benefits that help to cool down skin. This creamy facial mask is especially great for regulating oil production of oily skin types, it can also be used as a spot treatment for areas with more sebum. Takes just 3 to 5 minutes, and is perfect to do in-shower!10% pear extract and 5% Mint Complex help refresh and cool skin. Purslane extract prevents dryness and can help calm irritation. Kaolin, a type of clay, contains minerals that absorb excess sebum and dirt from skin for a deeper cleanse and pore-clearing benefits.When the mask rinses off, it transforms into a soft bubble foaming cleanser that gently washes off any remaining impurities. pH of 8.0 ± 1.0. Formulated without parabens, sulfates, alcohol, mineral oils, or silicone. 4.23 oz / 120 g",
      "product_type": "Mask"
    },
    {
      "FIELD1": 63,
      "product_ID": 4654988361797,
      "product_name": "Apricot Food Mask",
      "product_brand": "SKINFOOD",
      "price": "$16",
      "product_description": "Unwind with this multi-tasking wash-off mask that calms, moisturizes, deep cleanses, and helps to regulate oil production all in one. Use whenever skin is feeling irritated, especially after mask-wearing.- and it takes just 5 minutes!10% apricot extract and calamine work together to calm sensitive skin from irritation and help alleviate the appearance of redness. Apricots are rich with antioxidants to help care for signs of aging and act as an excellent skin soothing ingredient. Skinfood’s extract uses sun-kissed Turkish apricots that go through a herbal medicine extraction and cold decoction method to better preserve the nutrients and benefits from the apricot.Kaolin, a type of clay, contains minerals that absorb excess sebum and dirt from skin for a deeper cleanse and pore-clearing benefits. Kaolin promotes moisture absorption so your skin isn’t left feeling tight after washing off. Hibiscus flower extract helps even skin texture as well.pH of 7.5 ± 0.5. Formulated without parabens, sulfates, alcohol, mineral oils, or silicone. 4.23 oz / 120 g",
      "product_type": "Mask"
    },
    {
      "FIELD1": 64,
      "product_ID": 4654989017157,
      "product_name": "Carrot Carotene Relief Cream",
      "product_brand": "SKINFOOD",
      "price": "$36",
      "product_description": "A lightweight facial moisturizer that calms and hydrates, to help alleviate redness and irritation - all from carrots! This face cream is particularly great for those with sensitive skin or sensitized skin.Carrots, which are full of beta-carotene and antioxidants, are an effective choice for combating free radical damage to the skin barrier that may cause premature aging signs, like dullness or sagging. This hero ingredient also helps keep the barrier strong, as the body converts beta-carotene to vitamin A, which can help to support healthier, more youthful-looking skin.The carrots are grown in Jeju, Korea, carefully selected and then extracted using a steaming method that’s free of any chemical solvents.pH of 5.5 ± 1.0. Vegan (certified in the UK and Korea) and formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, or silicone. Comes with one biodegradable spatula. 1.86 oz. / 55 ml",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 65,
      "product_ID": 3935404752965,
      "product_name": "I'm Safe For Sensitive Skin",
      "product_brand": "SUNTIQUE",
      "price": "$24",
      "product_description": "This gentle formula is safe for use by every age and skin type. In addition to physical blocker titanium dioxide, it also contains calming ingredients like centella asiatica and aloe leaf extracts. The moisturizing formula instantly absorbs into skin without leaving behind a white cast, greasy film or a telltale sunscreen scent.**This product is Over-The-Counter (OTC) registered.1.69 fl. oz. / 50 mlIf you are looking for a sunscreen with antioxidant ingredients, check out I'm Pure Cica Suncream from Suntique!",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 66,
      "product_ID": 4652275728453,
      "product_name": "Let's Carrot Oil Toner",
      "product_brand": "BENTON",
      "price": "$25",
      "product_description": "The Let’s Carrot Oil Toner consists of two layers: a water-based layer with carrot water and extracts, and an oil layer with beta-carotene and carrot seed oil. When shaken, the two layers combine into one ultimate, hydrating formula, with a slightly acidic pH level to match your skin’s natural levels. Don’t be deterred by the oil! This toner is great for oily skin types and main ingredient carrot helps to balance oil production. Keeping face hydrated and not stripped of natural oils also helps prevent sebum overproduction. Carrots are rich in beta-carotene which protects skin, helping to prevent premature aging due to environmental stressors. Tocopherol, a form of vitamin E, has anti-inflammatory benefits and helps minimize appearance of wrinkles and scars. Overall, this double-layer toner helps plump and smooth skin texture while calming irritation.This mist can be used throughout the day, whenever your skin needs some extra love. It can also be used as a traditional toner, by spritzing on the face or using a cotton pad.pH of 4.5-6.5. Cruelty free and formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, or silicone. 150ml/ 5.07 fl.oz",
      "product_type": "Toner"
    },
    {
      "FIELD1": 67,
      "product_ID": 4652276023365,
      "product_name": "Let's Carrot Multi Oil",
      "product_brand": "BENTON",
      "price": "$20",
      "product_description": "Bring back moisture and glow to your skin with the Let’s Carrot Multi Oil. It’s a silky oil that keeps moisture from evaporating from your skin overnight - without any sticky residue! Natural ingredients boost vitality and provide skin with deep nourishment. Carrots are great for more than just a snack! This hero ingredient contains beta-carotene, which the body converts to vitamin A - which promotes smoother, plumper, and brighter skin. It’s also antioxidant-rich, helping to calm irritation and reduce the potentially damaging effects of free radicals. High levels of lycopene help balance oil production, so you’re left with hydrated skin without the oiliness. Tocopherol, a form of vitamin E, has anti-inflammatory benefits and helps minimize appearance of wrinkles and scars. Cruelty free and formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, or silicone.30ml/ 1.01 fl.oz",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 68,
      "product_ID": 1706892820549,
      "product_name": "Goodbye Redness Centella Mask Pack",
      "product_brand": "BENTON",
      "price": "$2.80",
      "product_description": "Relief from redness, irritation and inflamed blemishes is just a sheet mask away.This one is soaked with 45% centella asiatica leaf water, an ultra-soothing ingredient, along with hyaluronic acid to boost skin’s moisture levels. The result is a more calm, hydrated and even complexion. The gentle formula is free of potential irritants such as paraben, artificial fragrance, and volatile alcohol. Vegan friendly and cruelty free. This product has a pH level of ~6.  0.81 oz / 24 ml each mask. *All sheet masks are final sale.",
      "product_type": "Mask"
    },
    {
      "FIELD1": 69,
      "product_ID": 4567343169605,
      "product_name": "Green Tangerine Vita C Serum",
      "product_brand": "GOODAL",
      "price": "$19.99",
      "product_description": "A fast favorite, this gel-like serum is packed with brightening and skin tone-evening benefits from 70% green tangerine extract, which is potent in natural vitamin C derivatives. Green tangerines contain up to 10x more vitamin C than their mature counterparts! They’re cold-pressed to ensure maximum nutrients are retained in the process. Vitamin C helps fade dark spots and hyperpigmentation.Two weeks is all you need to start seeing noticeable results of brighter, clearer skin with this vitamin C serum. This non-irritating formula also contains niacinamide and arbutin to further brighten, centella asiatica and green tea extracts to calm, and sodium hyaluronate to deeply hydrate. This serum has a gel-like texture and is transparent, lightweight, absorbing quickly with no stickiness after application. pH of 6.8±1.In a consumer test of users with a variety of skin types, in just 2 weeks, 95% of users felt their skin was brighter and clearer after using this vitamin C serum regularly.Formulated without any artificial fragrances, colors, parabens, alcohol or mineral oils. Learn more about Goodal's Green Tangerine Vita C line here!1.01 fl. Oz. / 30ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 70,
      "product_ID": 4362170531909,
      "product_name": "C’s The Day Serum",
      "product_brand": "good (skin) days™",
      "price": "$26",
      "product_description": "Exclusively Available at Soko Glam!Brighter skin days are within reach with this concentrated, stable vitamin C serum. Not only is it formulated with 10% pure vitamin C (ascorbic acid), but it also contains skin brightening licorice root extract and niacinamide (vitamin B3) to diminish dullness, improve tone, and minimize the appearance of pores and fine lines. C’s The Day Vitamin C Serum also contains a blend of ginseng and mushroom, to help calm and nourish skin. Antioxidant-rich camu camu rounds out the formulation - a potent cherry-like fruit that contains 40x more vitamin C than oranges.Vitamin C is well-known to help target hyperpigmentation and with daily use, can swiftly lighten scarring, sun spots and other types of pigmentation, giving you a more radiant, even complexion.Unlike some vitamin C products, this formula boasts a non-sticky texture that makes it a joy to use. Cruelty-free and vegan. This product is formulated to the Soko Glam Clean Standard.Note: To help prevent premature oxidization of the vitamin C, we recommend to store in a cool, dry place out of the sunlight. Be sure to always twist the cap back on snugly after each use to minimize exposure to air. Upon arrival, your serum should have a clear to very faint yellow appearance.This product has a pH level of 4 ~ 4.5.Good (Skin) Days™ is Soko Glam's first exclusively owned brand created by Soko Glam Labs. Committed to approachable, effective formulations that are designed with you and your skin care journey in mind, Good (Skin) Days™ is what your routine has been waiting for.Explore the rest of the collection: - A New Leaf Cream Cleanser with mugwort & green tea - On The Bright Side Moisturizer with rice ferment & probiotics - Prime Time Cleansing Toner with maple & papaya1 fl. oz / 30 mlSoko Glam Best of K-Beauty™ Award Winner for 2020  + See why this product is a 2020 Soko Glam Best of K-Beauty™ Winner.2021 Glamour Beauty Awards+ Nominated for Best Vitamin C Serum - Reader's ChoiceFeatured onAllure, HUM Nutrition, SELF, Stylecaster, The Zoe Report, Who What Wear, Women's HealthLearn more on The Klog",
      "product_type": "Serum"
    },
    {
      "FIELD1": 71,
      "product_ID": 4620640616517,
      "product_name": "Real Ferment Micro Mist",
      "product_brand": "NEOGEN",
      "price": "$28",
      "product_description": "Exclusive to Soko Glam!Find that illuminated-from-within glow by creating a healthy microbiome environment for your skin! The newest addition to the highly popular Neogen Real Ferment line includes vitamin E and vitamin C, and has a fine spray to promote rapid absorption for maximum benefits.With over 90% fermented ingredients, a spritz delivers elasticity-improving bifida ferment lysate and saccharomyces ferment filtrate for deep moisture and skin-plumping effects. Silver Birch juice provides antioxidant benefits and hydration, while rice ferment filtrate brightens complexion and balances oil production. In addition to the fermented ingredients we know and love, the Real Ferment Micro Mist is formulated with vitamin C, vitamin E, niacinamide, and hyaluronic acid. Vitamin C helps brighten and protect skin against free radicals such as sun exposure, while vitamin E is a natural anti-inflammatory for calming skin. Niacinamide increases skin resiliency and helps minimize the appearance of pores and improve overall texture. Hyaluronic acid is a humectant that draws in and retains moisture, encouraging deeper hydration. This essence mist follows a cleanser to prep your skin for the rest of your routine, or use throughout the day to refresh and replenish dry skin. For additional benefits, follow with the Real Ferment Micro Serum.3.89 fl. oz. / 115ml ",
      "product_type": "Essence"
    },
    {
      "FIELD1": 72,
      "product_ID": 4634767589445,
      "product_name": "Agas ACue Cleansing Foam",
      "product_brand": "INWARD",
      "price": "$19",
      "product_description": "Agas ACue Cleansing Foam (“agas” is short for agastache rugosa, or Korean mint) is a mildly acidic cleansing foam with a pH level to match your skin for gentle acne treatment.This cleanser’s main ingredient agastache, or Korean mint, moisturizes skin while helping to calm irritation along with centella asiatica, also known as cica. With calming ingredients, this foaming cleanser from Inward helps softly cleanse with low irritation to the skin’s barrier to suit those with sensitivity.AHA and BHA work together to treat and prevent acne. AHA exfoliates dead skin cells while salicylic acid (BHA) removes impurities to help prevent clogged pores that can lead to blackheads and other skin troubles.pH of 6.48±1.00. Formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, essential oils, or silicone.5.07 fl.oz. / 150 ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 73,
      "product_ID": 4575623348293,
      "product_name": "Deep Green Tea Serum",
      "product_brand": "BENTON",
      "price": "$17",
      "product_description": "Rebalance and revive dull, rough skin with this nourishing serum. Containing over 53% green tea extracts from BoSeong, the home of green tea farming in Korea, to gently address chapped, dehydrated and irritated skin with a calming cooling effect. Willow bark extract and pomegranate extract lightly exfoliate to remove excess sebum and residue on the skin’s surface, providing vitality to rough skin. Three types of hyaluronic acid and panthenol (vitamin B5) deliver deep hydration beneath the surface, helping skin stay bouncy and plump. Particularly effective and beneficial for oily, dehydrated skin that’s prone to sensitivity.Clinically tested to be safe for sensitive skin. Slightly acidic formula, with a pH of 6.50~7.50.Cruelty free, Vegan and free of artificial fragrance, color, essential oils, mineral oils, alcohol, parabens and sulfates. Formulated to the Soko Glam Clean Standard.30ml / 1.01 fl.oz",
      "product_type": "Serum"
    },
    {
      "FIELD1": 74,
      "product_ID": 4567345168453,
      "product_name": "Green Tangerine Vita C Dark Circle Eye Cream",
      "product_brand": "GOODAL",
      "price": "$24",
      "product_description": "All the brightening benefits of vitamin C are packed into this potent eye cream from trusted K-beauty staple, Goodal. Gentle and safe for use around the eye area, this formula’s hero ingredient is green tangerine extract, which has 10x more vitamin C derivatives than a standard tangerine. With added adenosine and peptides to help improve elasticity and firmness to alleviate the appearance of fine lines and wrinkles, this is a much-loved eye cream to address many common skin concerns.In a clinical study, 85.7% of subjects saw reduced dark circles starting at 4 weeks after using this eye cream daily.pH of 6.50±1. This vitamin C eye cream is free of artificial fragrance, color, alcohol and parabens.Learn more about Goodal's Green Tangerine Vita C line here!1.01 fl. Oz. / 30ml",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 75,
      "product_ID": 4516919279685,
      "product_name": "100% Organic Golden Jojoba Oil",
      "product_brand": "SOLVED SKINCARE",
      "price": "$38",
      "product_description": "A true multi-tasker, this GMO-free, 100% Organic Golden Jojoba Oil will give you an all-natural glow from head to toe. Jojoba nourishes and moisturizes your skin, hair, and nails with just a few drops. Known as a powerful natural moisturizer, this miracle oil also smooths wrinkles, fights free radical damage, soothes skin and can also be used as a cuticle conditioner, or even to soothe a dry scalp. Golden jojoba oil also has anti-inflammatory properties that help to alleviate irritation like chafing and chapping, reduce redness, and overall keep skin calm and comfortable. Fatty acids plus Vitamin E and B-complex vitamins in the jojoba oil help repair and strengthen the skin over time.Tip: Jojoba oil can also be used as a natural makeup remover, as the oil cleanser step within your double-cleanse!Vegan and cruelty free certified. Safe and suitable for all skin types, including acne-prone and sensitive skin.1.01 fl. Oz. / 30ml",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 76,
      "product_ID": 4634767982661,
      "product_name": "Purple Plant Cream Mask",
      "product_brand": "INWARD",
      "price": "$24",
      "product_description": "Care for your pores with this mask that turns into an exfoliating scrub as you wash it off! Weak acidity protects the skin barrier from losing moisture while purifying pores for softer, smoother skin.The Purple Plant Cream Mask’s main ingredient is prickly pear, which contains 10x as much vitamins as cherry tomatoes, and it is an antioxidant that moisturizes and helps to calm irritated skin.Kaolin and Bentonite remove excessive sebum, pore impurities, and help brighten skin tone. Adlay and Derma-Clera strengthen the skin barrier while delivering hydration and calming. Honey speeds up the natural healing process of the skin, evening skin tone and texture. This wash-off cream mask also comes with a spatula, for easy application!Note: The mask itself is a white color - not purple. pH of 6.5±1. Formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, essential oils, or silicone.3.52 oz. / 100 g",
      "product_type": "Mask"
    },
    {
      "FIELD1": 77,
      "product_ID": 3935404654661,
      "product_name": "I'm Pure Cica Suncream",
      "product_brand": "SUNTIQUE",
      "price": "$24",
      "product_description": "Physical blockers like titanium dioxide and zinc oxide are notorious for being difficult to blend in, but this one stands out from the crowd thanks to its fast-absorbing, non-sticky and non-greasy texture. In addition to providing broad-spectrum SPF 50 PA ++++ protection, the EWG green formula also features soothing centella asiatica and moisturizing galactomyces ferment filtrate. The formula gives skin a matte finish and leaves behind no scent.**This product is Over-The-Counter (OTC) registered.1.69 fl. oz. / 50 mlIf you are looking for a sunscreen more for sensitive skin, check out I'm Safe For Sensitive Skin from Suntique!Featured on:StyleCasterAllure",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 80,
      "product_ID": 4640226345029,
      "product_name": "Safe Me. Relief Moisture Cleansing Milk",
      "product_brand": "MAKE P:REM",
      "price": "$26.99",
      "product_description": "Safe Me. Relief Moisture Cleansing Milk from make p:rem cleanses buildup that’s clogging pores without stripping skin of moisture. The gentle, milky cleanser formula makes this a great choice for sensitive skin.Soybean protein delivers smoother, softer skin while strengthening the moisture barrier to lock in hydration. DERMA-CLERA is a patented ingredient that calms stimulated and irritated skin. Ceramide, hyaluronic acid, panthenol work together to deliver and restore vital moisture to the skin.To use, massage onto dry skin to melt away sebum and buildup, and then emulsify and rinse off with warm water.pH of 5.0~6.0. Cruelty free and formulated without artificial fragrances, parabens, artificial colors, alcohol, mineral oils, or silicone.200ml / 6.76 fl.oz",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 81,
      "product_ID": 4649984589893,
      "product_name": "Ginseng Essence Water",
      "product_brand": "Beauty of Joseon",
      "price": "$18",
      "product_description": "Dry, damaged skin will drink up the Ginseng Essence Water! This refreshing hydrating essence helps to revitalize skin, regulate oil production and smooth texture.This refreshing essence-meets-toner delivers deep hydration with 80% ginseng root water. This key ingredient is rich in antioxidants that combats damage from external aggressors (free radicals) that can cause premature aging. It promotes circulation and collagen production to reduce the appearance of wrinkles and brighten skin. Ginseng is also anti-inflammatory, which provides calming effects. Niacinamide supports the skin barrier for more resiliency. It’s great for oil control and improves texture by shrinking the appearance of pores over time with its hydrating properties. Adenosine works in conjunction to ease redness and irritation and restore skin. It energizes the skin’s surface, helping it look smoother and plumper.pH of 5.84. Formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, essential oils, or silicone. 5 fl.Oz. / 150mlIf you love this product, check out Beauty of Joseon's Repair Serum for the perfect Ginseng skincare combination! ",
      "product_type": "Essence"
    },
    {
      "FIELD1": 82,
      "product_ID": 4649984688197,
      "product_name": "Bubble Toner : Green Plum + AHA",
      "product_brand": "Beauty of Joseon",
      "price": "$18",
      "product_description": "Rich microbubbles exfoliate and sweep away impurities while also controlling sebum production and improving the appearance of pores.The key ingredient in this toner is naturally derived AHA from green plum water and sugarcane extract. AHA glycolic acid removes dead skin cells to uncover brighter skin and encourages cell turnover which aids in fading scars and pigmentation. Consistent gentle exfoliation also helps minimize the appearance of fine lines and wrinkles over time.Honey extract is a natural antioxidant that boosts hydration and radiance, bringing glow to your skin. It’s known to speed up the healing process, helping with acne, scars, and overall skin tone. Rice bran water smooths the complexion by boosting cell regeneration, and is known for softening and brightening the skin. Ginseng root water is high in antioxidants, which combat signs of premature aging and encourage plumper skin.pH of 3.23. Formulated without artificial fragrances, parabens, sulfates, artificial colors, alcohol, mineral oils, essential oils, or silicone.5 fl.Oz. / 150ml",
      "product_type": "Toner"
    },
    {
      "FIELD1": 83,
      "product_ID": 1942738862149,
      "product_name": "Dynasty Cream",
      "product_brand": "Beauty of Joseon",
      "price": "$24",
      "product_description": "The Dynasty Cream has gotten a revamp with new elegant packaging and reformulation at more friendly price! The new and improved formula adds hydrating rice water for a gentler experience, even for sensitive skin types! As luxurious and pampering as it sounds, this facial moisturizer is enriched with nourishing hanbang (traditional Korean herbal medicine) ingredients like ginseng and rice water to moisturize, brighten and tighten skin. Ginseng has anti-inflammatory properties that calm skin and is well-loved for its ability to help reduce signs of aging. The brightening and smoothing effects of rice water aid in fading dark spots over time.The ultra-gentle formula is great for sensitive skin and helps strengthen the moisture barrier so skin stays hydrated longer. The unique, slightly tacky texture absorbs quickly and leaves skin with a dewy, bouncy finish. Honey extract, ceramide, and squalane lock moisture in without oiliness, while providing additional calming benefits. These ingredients help even texture and also boost collagen production for bouncy, glowing skin.pH level of  6.30 ± 1.00. Free of parabens, sulfates, and EU allergens. 50 ml / 1.69 oz",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 92,
      "product_ID": 4650083483717,
      "product_name": "TW-Real Bifida Ampoule",
      "product_brand": "ISNTREE",
      "price": "$29.50",
      "product_description": "Improve overall skin health with the TW-Real Bifida Ampoule from Isntree that nourishes, strengthens skin barrier, brightens, and improves skin texture. Great for all skin types!This thin, non-sticky formula infused with 88% of concentrated bifida ferment lysate strengthens the skin barrier for elastic skin, smoothing the appearance of wrinkles. It’s also enriched with Pumpkin Ferment Extract, Soybean Ferment Extract, and Rice Ferment Filtrate to protect skin from external aggressors that can prematurely age skin while brightening and evening skin tone and texture.pH of 6.0 ± 1.0. Cruelty free and formulated without artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oils, essential oils, or silicone. 1.69 fl. Oz. / 50ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 93,
      "product_ID": 4666076758085,
      "product_name": "Yuzu Vitamin C Bright Eye Cream",
      "product_brand": "SATURDAY SKIN",
      "price": "$32",
      "product_description": "Firm skin and smooth wrinkles with this buttery yuzu-infused eye cream. Address signs of aging - like fine lines, dullness and dryness- around the eye area with a luxurious silky finish.Powerful ingredients pack a punch for the ultimate under-eye treatment. Yuzu delivers antioxidants and vitamins to protect skin and enhance visible radiance. Niacinamide minimizes the look of pores and improves texture. Saturday Skin’s Active Vital Complex with 10% humectants helps seal moisture in for more supple skin. Caffeine visibly reduces puffiness and dark circles. Together, these potent ingredients are combined in one gentle, creamy eye treatment.pH of 6.4±1. Formulated without artificial fragrances and colors, parabens, sulfates, animal products and mineral oils.Bonus: This luxe eye cream pairs well with its vitamin C-rich partner, the Saturday Skin Yuzu Vitamin C Sleep Mask.0.50 Fl. Oz./15ml",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 94,
      "product_ID": 4423861600325,
      "product_name": "Laser Sunscreen 100 SPF 50+/PA+++",
      "product_brand": "Cell Fusion C",
      "price": "$19.99",
      "product_description": "This lightweight anti-aging sunscreen is a fast favorite! Containing both chemical (octinoxate) and mineral (titanium dioxide, zinc oxide) ingredients protects from damaging ultraviolet-A and ultraviolet-B rays, which also contribute to signs of premature aging. Unique to this sunscreen from Cell Fusion C, the formula includes peptides, ceramide and collagen to help regenerate skin and keep the barrier firm and healthy. Lavender extract provides a light, refreshing scent and ingredients are all EWG (Environmental working Group) Green Grade, making this sunscreen a great, gentle option for all types of skin.This sunscreen is free of any artificial fragrance or color, parabens, sulfates, and alcohol. pH of 7.0±1.**This product is Over-The-Counter (OTC) registered.1.69 fl.oz. / 50 ml",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 95,
      "product_ID": 6535902724165,
      "product_name": "N.M.F Intensive Hydrating Cream",
      "product_brand": "MEDIHEAL",
      "price": "$14.99",
      "product_description": "Dry skin? Not with this cream. Natural Moisturizing Factor (N.M.F.) is naturally produced by skin for hydration. When depleted, skin becomes flaky, rough, and dull. This creamy facial moisturizer from Mediheal serves to replenish N.M.F. within the skin for a soft and supple complexion.This emollient cream moisturizes skin with ingredients it naturally recognizes (like hyaluronic acid, mineral-rich sea water, water-binding sugars, and fatty acids) to help alleviate dry skin. N.M.F. is joined by vitamin E, an antioxidant that fights free radicals and helps protect skin from damage. Mushroom extract also has antioxidant and anti-inflammatory properties that make it great for smoothing wrinkles and soothing irritation. Sugar Maple extract exfoliates dead skin cells with natural sugars to reveal softer skin.This is a heavier facial moisturizer, so if you are looking for deep moisture or a heavy night cream, this is for you.pH of 6.9. Formulated without artificial colors, parabens, sulfates, alcohol, mineral oils, or essential oils.1.6 fl.oz / 50ml",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 98,
      "product_ID": 4634657685573,
      "product_name": "Hanskin Real Complexion Hyaluron Eye Serum",
      "product_brand": "HANSKIN",
      "price": "$32",
      "product_description": "A perfect pick-me-up for tired morning eyes. Massage away puffiness and visibly plump up fine lines around the eyes with the Hyaluron Eye Serum from Hanskin, a part of their popular soothing Real Complexion line. The metal ball applicator provides an instant cooling effect for a refreshing start to your day.The lightweight serum formula includes four types of hyaluronic acid to deliver ultimate hydration while firming and plumping. Sugarcane extract gently brightens dull, dry skin. These two ingredients work in conjunction for refreshed, awakened under eyes! Irish moss extract and centella asiatica (cica) also provide antioxidant and soothing properties.pH of 5.08 ~ 6.08. Cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, or silicone.Discover the other Real Complexion best-sellers: + Real Complexion Hyaluron Moisture Cream + Real Complexion Hyaluron Skin Essence 25ml / 0.84 fl.oz.",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 99,
      "product_ID": 2161757454405,
      "product_name": "Bombee Moist Sun Essence SPF 50+ PA+++",
      "product_brand": "PAPA RECIPE",
      "price": "$21",
      "product_description": "**Now with improved formulation and name! This suncream was previously Honey Moist Sun Essence SPF 50+PA+++.Applying and reapplying sunscreen doesn’t have to feel like a chore. This sun essence has a lightweight, fast-absorbing combination formula contains both chemical and mineral ingredients that glide on easily and don't leave behind a greasy film or white residue. Ingredients like honey, propolis and royal jelly extract nourish skin, while SPF 50+ PA+++ provides broad spectrum protection for both UVA (ultraviolet A) and UVB (ultraviolet B) rays. Violet Flower Complex and Red Flower Complex promote a healthy skin barrier while moisturizing and soothing skin. A perfect final step in your skin care routine!This formula is suitable for all skin types. It is cruelty-free, and formulated without artificial fragrance, artificial color, parabens, sulfate, and mineral oil.**This product is Over-The-Counter (OTC) registered.1.69 fl oz./ 50 mlFeatured on:StyleCasterLearn more on The Klog",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 100,
      "product_ID": 4620183699525,
      "product_name": "Cica 100 Essence",
      "product_brand": "DEWYTREE",
      "price": "$31",
      "product_description": "Reset your skin with the Dewytree Cica 100 Essence, great for all skin types but especially calming for sensitive or acne-prone skin.This watery essence contains a single ingredient: centella asiatica extract, commonly known as cica. Cica extract is high in antioxidants and vitamins which strengthen the skin’s barrier while calming inflamed or irritated skin. This ingredient also promotes a healthy complexion, enhancing skin’s elasticity and keeping it dewy and bouncy. pH of 4~7. This essence is vegan and formulated without artificial fragrances and colors, parabens, sulfates, alcohol, mineral oils or essential oils.This is the essence version of the Cica 100 Mask.5.41 fl. oz. / 160ml",
      "product_type": "Essence"
    },
    {
      "FIELD1": 101,
      "product_ID": 4367427960901,
      "product_name": "Dewytree Cica 100 Mask",
      "product_brand": "DEWYTREE",
      "price": "$3.30",
      "product_description": "This mask contains a single ingredient, 100% centella asiatica extract. Often known as cica, this extract strengthens skin’s barrier and soothes inflamed or irritated skin. High in antioxidants and vitamins, this popular K-beauty ingredient is also known to promote collagen production. The sheet mask itself is made of a blend of natural materials - eucalyptus, cotton and seaweed.Particularly great for sensitive or sensitized skin, this mask helps reset your skin back to a calm state. Though beneficial for all skin types, acne-prone skin tends to respond well to centella asiatica. The essence of this calming sheet mask is the Cica 100 Essence.Vegan and cruelty-free. This formula is free of artificial fragrances, parabens, sulphates, artificial colors, animal products, alcohol, mineral oils, essential oils and silicone.Includes one single-use sheet mask.*All single-use sheet masks are final sale. 0.70 oz. / 20g X 1 sheet",
      "product_type": "Mask"
    },
    {
      "FIELD1": 102,
      "product_ID": 4620650152005,
      "product_name": "Houttuynia Cordata Calming Essence",
      "product_brand": "GOODAL",
      "price": "$30",
      "product_description": "With a 97.5% concentration of houttuynia cordata extract, this essence from Goodal is the ultimate healer for compromised skin. Hydrate, heal and soothe all with one product.Houttuynia cordata extract (also referred to as heartleaf) is known for its anti-inflammatory and antioxidant properties and helps the skin to regain balance from environmental stressors. This facial essence is clinically proven to soothe skin damaged by UV rays and shows a significant drop in skin temperature after a single-use. It also helps to tighten and tone the skin, improving texture and redness while balancing out sebum production to reduce oil. Plus, houttuynia cordata has polysaccharides that draw moisture into the skin, keeping it hydrated and smooth. This daily use essence can also be used as a targeted treatment for particularly stressed skin by soaking a cotton pad and leaving it on the area for 10 minutes. Try out this product in sheet mask form with the Goodal Houttuynia Cordata Calming Essence Mask, or follow with the Houttuynia Cordata Calming Moisture Cream for maximum benefits.pH of 5.5±0.5. This product is formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, or silicone.150ml / 5.07 fl.oz.",
      "product_type": "Essence"
    },
    {
      "FIELD1": 103,
      "product_ID": 4620650283077,
      "product_name": "Houttuynia Cordata Calming Moisture Cream",
      "product_brand": "GOODAL",
      "price": "$24",
      "product_description": "This lightweight cream from Goodal is the answer to a parched, irritated skin barrier. Houttuynia cordata extract (also known as heartleaf) and madecassoside work in harmony to penetrate skin and calm from the inside out. Houttuynia cordata extract is known for its anti-inflammatory and antioxidant properties and helps rebalance skin from environmental stressors. It also helps to tighten and tone, improving texture and redness while balancing out sebum production to reduce oil. Plus, houttuynia cordata has polysaccharides which draw moisture into the skin, keeping it hydrated and smooth. Madecassoside helps to keep redness at bay and has properties that prevent flakiness, while being an excellent source of collagen to give skin elasticity and radiance.pH of 6.8±0.5. This product is formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, or mineral oils.Pair this facial moisturizer with either Goodal Houttuynia Cordata Calming Essence Mask or the Houttuynia Cordata Calming Essence for maximum benefits.75ml / 2.53 fl.oz.",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 104,
      "product_ID": 4567346446405,
      "product_name": "Houttuynia Cordata Calming Mask (5 pack)",
      "product_brand": "GOODAL",
      "price": "$15",
      "product_description": "Calm and hydrate the skin to achieve a perfect glass skin look with this 72% houttuynia cordata sheet mask. Houttuynia cordata (also known as heartleaf) has long been used in herbal treatments and in K-beauty, known for its anti-inflammatory and antioxidant properties. It also helps to tighten and tone the skin, improving texture and soothing any redness while balancing out sebum production to reduce oil. Plus, houttuynia cordata has polysaccharides which draw moisture into the skin, keeping it hydrated and smooth. Safe and gentle for sensitive skin types, this sheet mask is particularly great for acne-prone skin and oily, dehydrated skin. This flexible, jelly-like mask has a pH range of 4.5~6.5.*Final Sale1.01 fl. Oz. / 30ml x 5 sheets",
      "product_type": "Mask"
    },
    {
      "FIELD1": 105,
      "product_ID": 2161747492933,
      "product_name": "AC Clear Magic Gel",
      "product_brand": "THE PLANT BASE",
      "price": "$23",
      "product_description": "Package redesigned! This targeted acne treatment gel controls breakout-causing excessive sebum and the buildup of dead skin cells to help prevent blemishes.Patented Inflax™ provides relief to irritated acne-affected skin and works as a powerful antioxidant, while Natural Protector™ provides soothing and revitalizing effects thanks to its acne-fighting properties. Also packed with centella asiatica extract, the gel calms inflammation and helps speed the healing of skin while building collagen and improving blood circulation.This gel, formulated to be applied directly on trouble acne breakout spots, is perfect for combination and acne-prone skin, and effectively treats redness and skin sensitivity with tea tree leaf oil, which further reinforces clear, smooth skin.This acne treatment is free of artificial colors and fragrances, parabens, sulphates, and mineral oil, and is vegan and cruelty free.1.01 fl. oz. / 30 ml ",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 106,
      "product_ID": 105915875337,
      "product_name": "Time Stop Collagen Ampoule",
      "product_brand": "THE PLANT BASE",
      "price": "$29",
      "product_description": "This ampoule is formulated with 76.52% mushroom extract to stimulate collagen production and reduce the appearance of wrinkles.Panthenol, sodium hyaluronate, and macadamia seed oil combine to intensely hydrate skin, while aloe and Centella soothe irritation and redness. This special formula also contains a patented ingredient that is a blend of licorice, persimmon leaf, and other botanical extracts rich in antioxidants, to brighten, soothe and strengthen skin. Lastly, the addition of adenosine and beta-glucans give you smoother, firmer skin. Free of potential irritants like parabens, artificial fragrance, and mineral oil, this ampoule has a. . .                     Show MoreThis ampoule is formulated with 76.52% mushroom extract to stimulate collagen production and reduce the appearance of wrinkles.Panthenol, sodium hyaluronate, and macadamia seed oil combine to intensely hydrate skin, while aloe and Centella soothe irritation and redness. This special formula also contains a patented ingredient that is a blend of licorice, persimmon leaf, and other botanical extracts rich in antioxidants, to brighten, soothe and strengthen skin. Lastly, the addition of adenosine and beta-glucans give you smoother, firmer skin. Free of potential irritants like parabens, artificial fragrance, and mineral oil, this ampoule has a pH of 6.56.If you love this product, check out the AC Clear Magic Cica Cream from The Plant Base! 0.68 fl oz / 20 mlLearn more here.Featured onAllure Article Business Insider Article Fashionista Article Bustle Article Refinery29 Article Stylecaster Article NY Magazine The Strategist Article The CUT Article Byrdie Article Very Good Light Article + See why this product is a 2018 Soko Glam Best of K-Beauty™ Winner. Show LessLearn more on The Klog",
      "product_type": "Serum"
    },
    {
      "FIELD1": 107,
      "product_ID": 105905258505,
      "product_name": "Waterfall Moist Balanced Hyaluronic Acid 100",
      "product_brand": "THE PLANT BASE",
      "price": "$23",
      "product_description": "Featured in the CUTIf you struggle with dryness, this ampoule will be the secret addition to your routine that will change everything!This ampoule contains 100% pure sodium hyaluronate, a stable, water-soluble form of hyaluronic acid that has smaller molecules than hyaluronic acid, to better penetrate the skin and pump it with hydration. Just a few drops help plump and hydrate skin, making it appear smoother and firmer over time. This powerful booster infuses skin with intense moisture without using harsh ingredients or potential irritants like parabens, artificial fragrance, silicones, surfactants, and mineral oil. You can finally say goodbye to dry patches and rough skin.Lightweight and hydrating, this versatile ampoule has the pH level of 6.15.0.68 fl oz / 20 mlLearn more about The Plant Base.Learn more on The Klog",
      "product_type": "Toner"
    },
    {
      "FIELD1": 108,
      "product_ID": 1948688089157,
      "product_name": "Sun Project Light Sun Essence",
      "product_brand": "THANK YOU FARMER",
      "price": "$27",
      "product_description": "If you’re still on the hunt for a lightweight, broad-spectrum sunscreen that doesn’t feel sticky or leave a white cast on skin, this is your new \"holy grail\"! This face sunscreen has a hydrating, fast-absorbing texture that feels refreshing and a subtle apricot scent. The formula offers a semi-matte finish that makes skin looks glowy, not greasy, after application. In addition to protecting from ultraviolet (UVA and UVB) rays, the chemical formula protects against photo-aging, as well as moisturizes, soothes, minimizes the appearance of pores and helps repair the skin barrier with ingredients like aloe leaf extract, lotus flower water and soybean lipids.The formula is free of mineral oil, paraben, benzophenone, artificial pigment and chlorphenesin. **This product is Over-The-Counter (OTC) registered.40 ml / 1.40 fl.oz If you love this product, check out the Day-Light Protection Airy Sunscreen from Neogen!",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 109,
      "product_ID": 4650083876933,
      "product_name": "C-Niacin Toning Ampoule",
      "product_brand": "ISNTREE",
      "price": "$24.70",
      "product_description": "Revive and repair dull skin with the C-Niacin Toning Ampoule from Isntree. This go-to treatment nourishes skin for a radiant, even complexion and can be used as a spot treatment for problem areas, or on the entire face.This concentrated ampoule with 70% sea buckthorn is rich in vitamin C and free radical-fighting antioxidants that help the skin to retain moisture, repair sun damage and blemishes, and boost collagen. At the same time, 2% niacinamide (a hardworking multitasker) works to brighten, smooth out fine lines and wrinkles, and strengthen the skin barrier, among other skin tone evening benefits. For optimal radiant results, follow the toning ampoule with the C-Niacin Toning Cream.pH of 6.3±0.5. This product is cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, or silicone.1.69 fl. Oz. / 50ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 110,
      "product_ID": 4479997870149,
      "product_name": "Charcoal Bubble Cleansing Pads",
      "product_brand": "MEDIHEAL",
      "price": "$11.99",
      "product_description": "An innovative and simple one-step dual-sided charcoal cleansing pad. These gentle cleansing pads are multi-functional and provide 2-in-1 benefits by using the textured mesh side to exfoliate areas of the skin with excessive buildup and the soft cotton side for gentle, effective bubble cleansing with the foamy lather. Can be used to gently cleanse off makeup, or as a deep cleansing treatment 2-3 times a week.Charcoal is the hero ingredient. It acts like a magnet, pulling out pore clogging dirt and excess oil. The results? Skin will appear refreshed, more refined and with a soft satin, matte glow all day long.Cruelty-free, and formulated without parabens, sulfates, and essential oils.This product includes 20 Pads",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 111,
      "product_ID": 4423864680517,
      "product_name": "Fundamental Eye Awakening Gel",
      "product_brand": "KLAIRS",
      "price": "$25",
      "product_description": "Fatigued, puffy eyes? Not here! This lightweight gel formula contains both caffeine and red bean extract to provide anti-aging benefits, brightens dark undereye circles, as well as reduces inflammation and puffiness. Argan oil and jojoba seed oil hydrate, while green tea extract helps to soothe. The gel’s cool and hydrating texture provides a refreshing finish and quickly absorbs leaving a smooth finish, so makeup application is a breeze. In an easy, sanitary pump, the Fundamental Eye Awakening Gel is perfect for busy mornings and busy lifestyles so you’ll look refreshed (even if you didn’t get a full night’s sleep… we won’t tell!).Suitable for normal, dry and combination skin types. This product is vegan and cruelty-free, and formulated without artificial fragrance, artificial color, parabens, alcohol, mineral oil, essential oil and silicone.35 ml / 1.18 fl oz",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 113,
      "product_ID": 4098785476677,
      "product_name": "Time Revolution Artemisia Treatment Essence [Mist Type]",
      "product_brand": "MISSHA",
      "price": "$47",
      "product_description": "Hydrate, heal and protect your skin on the go with the mist form of the brand's popular Time Revolution Artemisia Treatment Essence.The formula contains 100% artemisia extract (also known as mugwort), an herb that has powerful anti-inflammatory properties and is rich in antioxidants. To effectively extract the most active form of the ingredient, the brand used a unique double-fermentation process in both warm and cold environments.You can use the mist as your essence step, over makeup to set it or throughout the day for a moisturizing or calming boost.4.08 fl. oz. / 120 ml Soko Glam Best of K-Beauty™ Award Winner for 2020  + See why this product is a 2020 Soko Glam Best of K-Beauty™ Winner.",
      "product_type": "Essence"
    },
    {
      "FIELD1": 114,
      "product_ID": 4098784624709,
      "product_name": "Time Revolution Artemisia Treatment Essence",
      "product_brand": "MISSHA",
      "price": "$55",
      "product_description": "Heal and nourish red, sensitized skin with this ultra-concentrated essence that’s formulated with 100% artemisia extract (also known as mugwort). The herb has powerful anti-inflammatory properties and is rich in antioxidants. To effectively extract the most active form of the ingredient, the brand used a unique double-fermentation process in both warm and cold environments.This soothing essence is safe for all skin types including sensitive and acne-prone.5.07 fl. oz. / 150 mlIf you love this product, check out also Time Revolution Artemisia Treatment Essence [Mist Type] from Missha!Soko Glam Best of K-Beauty™ Award Winner for 2020  + See why this product is a 2020 Soko Glam Best of K-Beauty™ Winner.",
      "product_type": "Essence"
    },
    {
      "FIELD1": 115,
      "product_ID": 3860441858117,
      "product_name": "Fermentation Snail Skin Toner",
      "product_brand": "SWANICOCO",
      "price": "$20",
      "product_description": "Just back in with new design, new name, and higher concentration of Mucin! (Previous name: Bio Ferment F Fermentation Snail Care Skintoner) Looking for a toner that won’t irritate or strip your skin of precious moisture? This formula is focused on soothing and hydrating dry, rough and sensitive skin. What you’ll find in the formula: Fermented extracts from herbal ingredients like licorice and ginseng roots and snail secretion filtrate that calm, protect and even the complexion. What you won’t find in the formula: Potential skin irritants like alcohol, artificial fragrances and colors, parabens, sulfates, mineral oil, essential oil or silicone.4.23 fl. Oz. / 120mlLearn more here.",
      "product_type": "Toner"
    },
    {
      "FIELD1": 116,
      "product_ID": 2162383290437,
      "product_name": "Rice Purifying Foaming Cleanser",
      "product_brand": "COMMLEAF",
      "price": "$29",
      "product_description": "Made with natural ingredients to moisten and cleanse the skin, this foaming water cleanser is the perfect, refreshing product to remove impurities and prevent blemishes! Infused with rice water to soothe the skin and improve its texture, deep sea water to moisturize without tightening, and natural surfactants from vegetables to thoroughly cleanse without causing irritation, this hypoallergenic and slightly acidic product effectively cleanses dry, dehydrated, and sensitive skin. This product is free of artificial colors and fragrances, parabens, sulphates, animal products, alcohol, mineral oil, silicone, and is vegan and cruelty free.3.38 fl.oz / 100ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 118,
      "product_ID": 2032447324229,
      "product_name": "Clear Skin 8% AHA Essence",
      "product_brand": "ISNTREE",
      "price": "$15",
      "product_description": "Glycolic acid (4%) and lactic acid (4%) work together in this essence to sweep away dead skin cells, revealing a smoother and brighter complexion.Glycolic acid has the smallest molecular size of any AHA, meaning it can penetrate deeply and quickly, while lactic acid is more gentle and has hydrating properties. Together, they’re the perfect pair.The formula also contains soothing centella asiatica and hydrating hyaluronic acid.Bonus: Use of the essence helps boost absorption and efficacy of the products applied as the next steps of your skin care routine.This product is free of parabens, pigment, artificial fragrance, animal ingredients, surfactants, mineral oil, alcohol, silicone and fragrance. pH level of ~4.5100 ml. / 3.38 fl.oz.",
      "product_type": "Essence"
    },
    {
      "FIELD1": 119,
      "product_ID": 4567368826949,
      "product_name": "Safe Sun Fluid AGE 0880 SPF50+ PA++++",
      "product_brand": "THANK YOU FARMER",
      "price": "$22",
      "product_description": "This reef-safe, mineral (physical) sunscreen with 7.99% titanium dioxide provides full protection against UVA/UVB (ultraviolet-A and -B) rays while keeping skin hydrated and soothed. This SPF 50+ sunscreen works great even for sensitive, easily-irritated skin and leaves a non-greasy finish while providing a cooling effect when applied, which makes it a great family sunscreen. Botanical extracts from cypress flowers moisturize, matricaria flower extracts soothe while sea daffodil extract and niacinamide brightens. All effective ingredients combined to provide a radiant, non-greasy finish.This is a mineral (physical) sunscreen that is safe for use on family members of all ages, but due to the high titanium dioxide content, this sunscreen can leave behind a faint white cast. This formula is pregnancy-safe. pH of 6.0~8.0, and formulated free of parabens, sulfates, artificial color, animal products, alcohol, mineral oils and essential oils.**This product is Over-The-Counter (OTC) registered.3.51 fl.oz / 100mlIf you love this product, please check out also Neogen Day-Light Protection Airy Sunscreen! ",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 120,
      "product_ID": 4620184780869,
      "product_name": "Hi Amino All Cleanser",
      "product_brand": "DEWYTREE",
      "price": "$15.99",
      "product_description": "Say hello to brighter, tighter skin with the amino acid-rich Hi Amino All Cleanser from Dewytree. This facial cleanser removes impurities, dirt and daily grime from the surface while retaining moisture and improving texture of the skin.Amino acids are naturally occuring in the body, but the added boost of amino acids from this cleanser provides numerous skin care benefits. Not only do they move moisture through the skin, but amino acids also trigger the production of antioxidants, which strengthens the skin’s natural defense and protects against signs of aging. Including this in your cleansing step gives your routine a great foundation for healthy, happy skin.pH of 5.7~7.7. This product is formulated without artificial fragrances and colors, parabens, alcohol, mineral oils, or silicone.5.07 fl. oz. / 150ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 122,
      "product_ID": 4640224510021,
      "product_name": "Yuzu Vitamin C Sleep Mask",
      "product_brand": "SATURDAY SKIN",
      "price": "$29",
      "product_description": "Deliver deep hydration to revive dull skin with this nourishing sleep mask that includes both Yuzu extract and retinol (Vitamin A). This mask from Saturday Skin works overnight, so you’ll wake up with radiant, smooth and supple skin. With a unique jelly texture, this facial mask is suitable for all skin types. The key ingredient in this mask is yuzu, a citrus fruit known to promote anti-aging and rejuvenation with powerful antioxidants and vitamins. Its antioxidant properties - it has 3x more vitamin C than a standard lemon! - fight against free radicals from the environment and supports the skin barrier to repair any damage. This mask also includes a K-beauty favorite, niacinamide, to brighten and retinol (Vitamin A) to minimize appearance of pores, even out tone, and smooth skin texture.Use this as a part of your PM routine, applying on top of your moisturizer and left on overnight. Experiencing stickiness? Start with a couple pea-sized portions of the product - a little goes a long way!Formulated without artificial fragrances, color, parabens, sulfates, animal products, alcohol, mineral oil, or silicone.1.69 oz/ 50 mLBonus: This luxe sleep mask pairs well with its vitamin C-rich partner, the Saturday Skin Yuzu Vitamin C Bright Eye Cream.",
      "product_type": "Mask"
    },
    {
      "FIELD1": 123,
      "product_ID": 4649982984261,
      "product_name": "Wide Awake Brightening Eye Cream",
      "product_brand": "SATURDAY SKIN",
      "price": "$25",
      "product_description": "Give tired eyes a lift! Revive dehydrated skin around the eyes with this nourishing, plumping powerhouse from Saturday Skin.Key ingredients include date seed extract, which is high in antioxidant properties that boost the look of vitality, and avocado protein extract to boost hydration and moisture barrier protection. Hyaluronic acid visibly improves skin’s hydration and suppleness, while peptides plump for an improved appearance for tired skin.Formulated without artificial fragrance, color, sulfates, parabens, alcohol or mineral oil.pH of 7.0±0.50.5 Fl. Oz./15ml ",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 124,
      "product_ID": 4605581426757,
      "product_name": "Carrot Deep Clear Remover Oil Pad",
      "product_brand": "NEOGEN",
      "price": "$24",
      "product_description": "Oily skin types, this is your new holy grail! These embossed pads are soaked with oil for an easy, yet effective, cleanse. Skin will feel smoother and silky after use, getting excess oils and sebum on the skin’s surface under control. Carrot seed oil is rich in beta-carotene, an antioxidant-rich carotenoid which helps remove impurities. Moringa also helps to combat free radical damage and its high vitamin content helps to purify and protect skin. Gentle exfoliators poly hydroxy acid (PHA) and beta-lipohydroxy acid (LHA) remove dead skin cells from the surface and help improve skin texture. The oil emulsifies easily, and leaves no residue or stickiness - just smooth, soft skin.This formula is free of artificial fragrance, color, alcohol, parabens and mineral oil.5.07 fl oz / 150ml",
      "product_type": "Exfoliator"
    },
    {
      "FIELD1": 126,
      "product_ID": 4650083647557,
      "product_name": "C-Niacin Toning Cream",
      "product_brand": "ISNTREE",
      "price": "$20.20",
      "product_description": "The C-Niacin Toning Cream is a hydrating everyday facial moisturizer for all skin types but is especially great for those looking to fade dark spots and brighten the complexion. Key ingredient sea buckthorn has ample vitamin C and antioxidants to help the skin retain moisture, repair sun damage and blemishes, and boost collagen. This lightweight facial cream also contains niacinamide to minimize the appearance of pores, smooth out fine lines and wrinkles, plus firm and strengthen the skin barrier, among other skin tone-evening benefits.For optimal results, use after the Isntree C-Niacin Toning Ampoule. pH of 6.1±0.5. This product is cruelty free and formulated without artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oils, essential oils, or silicone.1.69 fl. Oz. / 50ml",
      "product_type": "Toner"
    },
    {
      "FIELD1": 127,
      "product_ID": 4647148519493,
      "product_name": "Vita Duo Day Cream",
      "product_brand": "NEOGEN",
      "price": "$24",
      "product_description": "Neogen teamed up with beauty influencer Joan Kim to create the ultimate nourishing day and night facial cream duo. The two different yet complementary facial moisturizers are now available individually in refillable jars. Using this perfect pair together ensures round-the-clock hydration and a more refined complexion.The Vita Duo Day Cream gives skin a morning boost with ingredients like energizing green tea and brightening vitamin C. The fast-absorbing formula also serves as a smooth canvas for makeup application.Also, this cream is refillable, so save the outer jar and simply order replacement containers! The containers are recyclable and provide a more sustainable solution when you're ready to restock your moisturizer. Plus, grab a permanent marker and note on the front the date you opened it, to help keep track of the shelf life of your moisturizer.pH of 5.5±1. Formulated without parabens, artificial fragrance, animal ingredients, and mineral oil.1.76 oz / 50g",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 128,
      "product_ID": 4567369842757,
      "product_name": "Saccharomy Brightening Star Mask",
      "product_brand": "THANK YOU FARMER",
      "price": "$3",
      "product_description": "Brighten skin and reap all the anti-aging benefits from the fermented ingredients in this moisturizing sheet mask. Fermented favorites like saccharomyces (yeast) ferment filtrate and rice ferment filtrate absorb better into the skin, as well as a lower chance of irritating skin. They provide anti-aging benefits while moisturizing and plumping the skin. Niacinamide brightens, while adenosine additionally helps to target wrinkles and crow’s feet. Suitable for all skin types, and has a pH of 5.10~7.10. Free of artificial fragrances, color, animal products, mineral oils, essential oils, parabens and sulfates.*Final Sale.1.01 fl.oz / 30ml X 1 sheet",
      "product_type": "Mask"
    },
    {
      "FIELD1": 129,
      "product_ID": 4498947276869,
      "product_name": "Probiotics Relief Cream",
      "product_brand": "NEOGEN",
      "price": "$34",
      "product_description": "Keep skin youthful, resilient and firm with this probiotic and peptide-packed moisturizing cream. The formulation is tailored to the main skin concerns for those who are 25-35 age range, including helping minimize signs of photoaging and firming skin while alleviating appearance of fine lines and wrinkles. 11 types of peptides help encourage collagen and elastin production, while probiotics build a stronger skin barrier and lock in all the benefits. Nourishing ingredients like royal jelly, jojoba oil, sunflower seed oil and shea butter help deliver hydration effectively to the skin for a smoother, more supple appearance.This product is formulated without any parabens, sulfates, artificial color, alcohol, mineral oil and essential oils.We recommend pairing it with the Neogen Probiotics Double Action Serum in your routine for maximum results. 50 g / 1.76 oz",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 130,
      "product_ID": 3943074070597,
      "product_name": "Safe Me. Relief Moisture Cream 12",
      "product_brand": "MAKE P:REM",
      "price": "$36",
      "product_description": "This fast-absorbing moisture cream contains just 12 effective ingredients, 93% of which are plant-derived. The formula features raspberry extract, squalene and glycerin to replenish dry, itchy skin and prevent moisture loss. The calming moisturizer from Make Prem has a slightly acidic pH of 5.5 and is free of artificial fragrances and colors, animal products, parabens, sulfates, mineral oil and silicone. Tip: Pair the moisturizer with the brand’s Safe me. Relief moisture green ampoule for a nourishing cocktail.2.70 fl.oz / 80 mlLearn more on The Klog",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 131,
      "product_ID": 2161751228485,
      "product_name": "Coconut Water Hibiscus + Rosehip Toner",
      "product_brand": "SOLVED SKINCARE",
      "price": "$30",
      "product_description": "Exclusive to Soko Glam!From nourishing skin to fighting acne and signs of aging, there’s not much coconut water can’t do for your complexion. It’s the star ingredient in this toner, along with EWG Green Grade ingredients like hibiscus leaves (which promote cell turnover) and rosehip extract (a natural source of skin-improving vitamins A and C). This multi-tasking toner is suitable for all skin types, is vegan and cruelty-free and free of artificial fragrances, parabens, sulfates, alcohol, mineral oil, essential oils, silicone, and artificial fragrance and colors.6.8 fl. oz./ 200 mlLearn more here.",
      "product_type": "Toner"
    },
    {
      "FIELD1": 132,
      "product_ID": 3943068762181,
      "product_name": "Dual Moist Toning Lotion",
      "product_brand": "OLIVARRIER",
      "price": "$22",
      "product_description": "Back in stock with a newly revamped formulation!Balance, moisturize and strengthen the skin barrier with this toner-essence hybrid. Hydrolyzed hyaluronic acid replenishes moisture levels, while squalane sourced from olives prevents moisture loss. Antioxidant-rich green tea leaf extract (also known as camellia sinensis) soothes and evens skin tone. The unscented formula has a pH of 5.5, to help rebalance while promoting cell turnover and reducing the risk of irritation. This essence is particularly ideal for dry or combination skin types.This toner is vegan and cruelty-free. It’s also EWG verified and certified Cosmos Organic, which means over 20% of the ingredients are organic. Free of parabens, sulfates, artificial fragrance, color, mineral oil, alcohol and silicone. 6.76 fl oz. / 200 ml ",
      "product_type": "Toner"
    },
    {
      "FIELD1": 133,
      "product_ID": 4620197167173,
      "product_name": "pH Balancing Bubble Free Cleansing Gel",
      "product_brand": "ACWELL",
      "price": "$18",
      "product_description": "A low pH (5.5) cleanser that effectively balances skin while binding to excess sebum and dirt on the skin for a deep, hydrating cleanse. Smooth, supple skin is achievable with this water-based cleansing gel that’s great for moisturizing and brightening benefits.The newly refreshed formula includes licorice water extract to soothe and brighten, with anti-inflammatory elderflower extract to further enhance benefits. Eight types of hyaluronic acid deliver moisture deeper, and overall helping to inhibit excess sebum production.Suitable for all skin types, this gentle cleanser will help you achieve healthy, balanced skin.Cruelty-free and vegan. Free of parabens, sulfates, 160ml / 5.41 fl.oz",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 134,
      "product_ID": 4362170925125,
      "product_name": "On The Bright Side Moisturizer",
      "product_brand": "good (skin) days™",
      "price": "$24",
      "product_description": "Exclusively available at Soko Glam! Give skin a boost of probiotic-packed hydration with this nourishing lightweight facial moisturizer. Keep skin deeply hydrated using rice ferment filtrate (sake), bifida ferment lysate and lactobacillus ferment lysate. Humectants paired with the inclusion of probiotics means it works overtime to balance your skin microbiome. Ceramides improve skin’s barrier function to keep moisture in, while madecassoside (derived from centella asiatica) calms. This facial moisturizer provides a refreshing burst of hydration upon application, and has a creamy-yet-light consistency that blends into the skin easily and absorbs quickly, which is particularly great for use in morning routines. It comes in hygienic tube packaging to keep unwanted bacteria out. Plus, it layers perfectly under SPF due to its airy consistency!Cruelty-free and vegan. This facial moisturizer is formulated to the Soko Glam Clean Standard.This product has a pH level of 5.5 ~ 6.Good (Skin) Days™ is Soko Glam's first exclusively owned brand created by Soko Glam Labs. Committed to approachable, effective formulations that are designed with you and your skin care journey in mind, Good (Skin) Days™ is what your routine has been waiting for.Explore the rest of the collection: - A New Leaf Cream Cleanser with mugwort & green tea - C's The Day Serum with 10% pure vitamin C & camu camu - Prime Time Cleansing Toner with maple & papaya1.69 fl. oz / 50 ml Featured onAllure, Beauty News NYC, SELF, Stylecaster, The Zoe Report, Who What WearLearn more on The Klog",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 135,
      "product_ID": 4620197396549,
      "product_name": "pH Balancing Watery Cleansing Oil",
      "product_brand": "ACWELL",
      "price": "$25",
      "product_description": "Dissolve stubborn blackheads with this gentle, brightening oil cleanser from Acwell. In a sanitary (shower-friendly!) pump, apply directly on dry skin to melt away oils, sebum and impurities from the skin as your first step in a double cleanse routine.Licorice extract water brightens and soothes, antioxidant-rich tea tree leaf water, and 20% green tea extract water to rebalance and bring skin back to an optimal acidity. Lightweight and silky, it melts away makeup and pollutants while keeping hydration in.Recommend following with the Acwell pH Balancing Bubble Free Cleansing Gel as the second step in a double cleanse.Suitable for all skin types, including sensitive skin. pH of 4.7~6.7. Cruelty free and vegan. Formulated without parabens, sulfates, alcohol, artificial color and fragrance, essential oils and mineral oils.200ml / 6.7 fl.oz",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 136,
      "product_ID": 4620197494853,
      "product_name": "Real Aqua Balancing Ampoule",
      "product_brand": "ACWELL",
      "price": "$26",
      "product_description": "Layer more moisture into your skin with this ultra-hydrating, lightweight ampoule. Meant to be combined with an existing routine for an additional boost, this ampoule is particularly beneficial due to the patented N4 Complex, combining 4 different plants to deliver and lock in water within the skin barrier. The N4 Complex includes houttuynia cordata extract to calm and hydrate, and licorice root extract to soothe and even out the skin tone.The formula also boasts a Jeju phytomarine extract (Hijiki), vitamin-rich marine extracts fermented with sea water from the Jeju island region, with potent anti-inflammatory benefits. Amino-Balance supports and strengthens the skin barrier, which is especially beneficial to help improve sensitive skin.pH 4.0~6.0. Cruelty free, and formulated without parabens, sulfates, alcohol, artificial color and fragrance, essential oils and mineral oils.35ml / 1.18 fl.oz",
      "product_type": "Serum"
    },
    {
      "FIELD1": 137,
      "product_ID": 4620197625925,
      "product_name": "Real Aqua Balancing Cream",
      "product_brand": "ACWELL",
      "price": "$30",
      "product_description": "Replenish and rebalance dehydrated, sensitized skin with this nourishing-yet-lightweight moisturizer. This calming cream delivers and locks in water within the skin barrier effectively with the patented N4 Complex. Houttuynia cordata extract calms and hydrates, while licorice root extract soothes and brightens. Omega-3 and Omega-6 fatty acids act as building blocks in the skin cells, strengthening the skin’s surface layers for a smoother, healthier and younger-looking complexion that retains moisture better. Jeju Brussels sprouts extract firms and rejuvenates skin, while helping to calm chronic inflammation. The rich formula doesn’t feel heavy or tacky after applying; just a smoother, softer complexion all day long.pH of 5.0~7.0. Cruelty free and vegan. Formulated without parabens, sulfates, alcohol, artificial color and fragrance, essential oils and mineral oils.50ml / 1.69 fl.ozIf you love this product, check out also Real Aqua Balancing Ampoule from Acwell! ",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 139,
      "product_ID": 4567343890501,
      "product_name": "Green Tangerine Vita C Toner Pad",
      "product_brand": "GOODAL",
      "price": "$24",
      "product_description": "In a quick swipe, you’ll be exfoliating, moisturizing, brightening, toning and clarifying skin. This 5-in-1 multi-benefit formula delivers effective brightening results to give you glowing, clearer skin thanks to green tangerine extract, which is 10x more concentrated in vitamin C derivatives than a standard tangerine! The vitamin C toner pads also include hyaluronic acid - which has a low molecular weight - to deliver hydration deeper into the skin. Other natural acids from real fruit extracts like lemon and bilberry further help to gently exfoliate without harsh stripping effects.These convenient, easy-to-use toning pads are perfect for a low-effort, maximum impact skin care routine. Plus, you can use as a targeted mask for areas with hyperpigmentation - simply press a pad on your face and leave for ~10 minutes. Particularly great for combination skin or dry skin types. pH of 5.3±0.5.Learn more about Goodal's Green Tangerine Vita C line here!4.73 fl. Oz. / 140ml (70 pads)",
      "product_type": "Toner"
    },
    {
      "FIELD1": 140,
      "product_ID": 4567342350405,
      "product_name": "Green Tangerine Vita C Serum Mask (5 sheets)",
      "product_brand": "GOODAL",
      "price": "$15",
      "product_description": "Brighten and hydrate skin quickly and effectively with this single-use sheet mask. Each mask is soaked in a more concentrated version of the cult-favorite Green Tangerine Vita C Serum Plus so you can see more immediate results. The flexible Tencel fiber technology of the mask keeps a tight fit without being troublesome or irritating. The vitamin C serum contains 70% green tangerine extract, which is rich in nutrients and vitamin C derivatives which help fade dark spots and hyperpigmentation. It’s also formulated with niacinamide and arbutin to further brighten, centella asiatica and green tea extracts to calm, and sodium hyaluronate to deeply hydrate. Overall this is a more gentle, lightweight and approachable vitamin C formulation.pH of 6.7±1.Learn more about Goodal's Green Tangerine Vita C line here! Final Sale.1.01 fl. Oz. / 30ml X 5 sheets ",
      "product_type": "Mask"
    },
    {
      "FIELD1": 141,
      "product_ID": 4551279411269,
      "product_name": "Real Complexion Hyaluron Exfoliating AHA Treatment",
      "product_brand": "HANSKIN",
      "price": "$27",
      "product_description": "Help your hydrating products work better with this weekly exfoliating treatment infused with 10% alpha hydroxy acids (AHAs). Glycolic acid and lactic acid work together to dissolve dead, dry cells on the surface of the skin that contribute to a dull appearance and can prevent your skin care products from effectively absorbing. As the AHAs gently exfoliate and slough off debris, they reveal the softer, smoother, glass-like skin underneath. Four forms of skin-quenching hyaluronic acid help boost hydration so skin feels soft, dewy, and prepped for the rest of your routine.This AHA treatment is free of artificial fragrance and color, alcohol, mineral oils, parabens and sulfates. It is cruelty-free, with a pH of 3.5~4.5.150ml / 5.07 fl.oz.",
      "product_type": "Exfoliator"
    },
    {
      "FIELD1": 142,
      "product_ID": 4500102742085,
      "product_name": "Rice Pure Clay Mask to Foam Cleanser",
      "product_brand": "THANK YOU FARMER",
      "price": "$18",
      "product_description": "Detoxify and cleanse skin with this transformative 2-in-1 multi-tasking cleanser. This smooth, almost mousse-like formula first spreads on first as a clay mask, purifying pores with kaolin and bentonite clays. Then, add warm water and the cleanser foams up to gently cleanse and exfoliate with rice, oat, quinoa and cereal extracts. Antioxidant-rich fig extract provides hydration and nourishment, while centella asiatica calms and soothes any redness. Pores will be more refined, excess sebum will be rinsed away and skin will appear smoother and more supple.It is formulated without artificial fragrance, colors, parabens, mineral oil and silicone, and has a pH level of 7.3~8.3.5.27 Fl Oz / 150ml",
      "product_type": "Mask"
    },
    {
      "FIELD1": 143,
      "product_ID": 4429669597253,
      "product_name": "Glow Serum",
      "product_brand": "Beauty of Joseon",
      "price": "$17",
      "product_description": "This serum is your secret to glowing, radiant honey skin. Known for their clean, Korean herbal formulations, Beauty of Joseon created this serum especially for acne-prone skin, to help calm and heal irritated flare ups. Propolis is naturally antiseptic and anti-inflammatory, helping not only to calm and soothe, but to go one step further and improve cell turnover to heal troubled skin. Niacinamide brightens and revives the complexion, while antioxidant-rich turmeric combats against free radical damage to keep skin healthy, bouncy and bright.Best for dry, normal and combination skin types, we recommend trying out the other serums from Beauty of Joseon, including the Repair Serum and Calming Serum.With a pH of 6.3, this serum is formulated without artificial fragrances, parabens, sulfates, artificial color, alcohol, silicone, mineral oil and essential oils.1.01 fl. Oz. / 30ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 144,
      "product_ID": 4429665042501,
      "product_name": "Calming Serum",
      "product_brand": "Beauty of Joseon",
      "price": "$17",
      "product_description": "This lightweight serum works like a charm to soothe irritated skin and restore harmony. Enriched with traditional Korean herbal medicine ingredients (‘hanbang’) this gentle formulation targets redness and sensitivity. Green tea, rich in antioxidants, helps reduce sebum and oil production in addition to soothing and evening skin tone. Panthenol helps keep skin smooth and supple, while centella asiatica calms. Best for oily, normal and combination skin types, we recommend trying out the other serums from Beauty of Joseon, including the Repair Serum and Glow Serum.With a pH of 6.6, this serum is formulated without artificial fragrances, parabens, sulfates, artificial color, alcohol, silicone, mineral oil and essential oils.1.01 fl. Oz. / 30ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 145,
      "product_ID": 4367464005701,
      "product_name": "Real Complexion Hyaluron Moisture Cream",
      "product_brand": "HANSKIN",
      "price": "$30",
      "product_description": "A game-changer for those with chronically dry and dehydrated skin. This rich, soothing cream packs a serious dose of hydration to keep dryness and redness at bay. A special matrix of three types of hyaluronic acid help to draw moisture into the skin and keep it hydrated all day long.This formula is free of artificial fragrances, parabens, sulphates, artificial colors, animal products, mineral oil, and essential oils. It’s also cruelty-free.1.69 fl.oz. / 50 mlIf you love this product, check out Hanskin Real Complexion Hyaluron AHA Treatment!Soko Glam Best of K-Beauty™ Award Winner for 2020  + See why this product is a 2020 Soko Glam Best of K-Beauty™ Winner.",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 146,
      "product_ID": 3942309625925,
      "product_name": "Mugwort Calming Sheet Mask",
      "product_brand": "ROUND LAB",
      "price": "$4",
      "product_description": "Give skin sensitivities instant relief with clean, natural ingredients. This pure cotton sheet mask soothes irritation and heals skin damage with an essence that contains calming and anti-inflammatory and mugwort extract and madecassoside.This product is free of artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oil, essential oils and silicone. *Final Sale0.84 fl.oz. / 25 ml X 1 sheet",
      "product_type": "Sheet Mask"
    },
    {
      "FIELD1": 147,
      "product_ID": 2092511232069,
      "product_name": "Skin Essentials Activating Treatment Lotion",
      "product_brand": "ROVECTIN",
      "price": "$29",
      "product_description": "This multitasking essence lotion hydrates, firms, exfoliates and soothes skin in just one step. The formula features a hydrating barrier repair complex to boost the skin’s natural barrier. Other key ingredients are seven different types of hyaluronic acid, natural enzyme exfoliants to speed up cell turnover and caffeine extract to depuff. By creating a smooth canvas, the essence lotion preps skin to better absorb the rest of the products in your routine.This product is free of artificial fragrances, parabens, sulphates, artificial colors, animal products, alcohol, mineral oil, essential oils, and silicone. Vegan and cruelty free. 6.1 fl.oz / 180 ml",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 151,
      "product_ID": 4605581557829,
      "product_name": "Real Charcoal Pad",
      "product_brand": "NEOGEN",
      "price": "$22",
      "product_description": "Purify and care for pores with these tightening, brightening essence oil pads from K-beauty innovator, Neogen! Bamboo charcoal absorbs toxins, excess sebum, oil and impurities from the skin’s surface while gently exfoliating to stimulate cell growth. Canadian glacial soil clay and Hungarian moor mud help to further absorb impurities and clarify skin, while anti-inflammatory peat water tightens pores. Patented ABS Ginger Mint Cooling Extract combines benefits from both ginger and mint to lower skin’s temperature to prevent pores from expanding, giving a smoother, tighter texture and appearance.pH of 5.6. This formula is free of artificial fragrance, color, alcohol, parabens and mineral oil.5.07 oz / 150 ml",
      "product_type": "Exfoliator"
    },
    {
      "FIELD1": 152,
      "product_ID": 4505781567557,
      "product_name": "Prime Time Cleansing Toner",
      "product_brand": "good (skin) days™",
      "price": "$18",
      "product_description": "Exclusively Available at Soko Glam!Incorporating this hydrating, low pH (4.5) cleansing toner into your daily regimen will help prime and prep skin to receive moisture more effectively. Enriched with maple extract — loved for its skin softening properties and antioxidants to help combat free radical damage — as well as Damascus rose water, an anti-inflammatory that nourishes and provides a subtle floral fragrance. Natural exfoliators like pumpkin and papaya enzymes help gently remove dead skin and impurities. This light, refreshing toner is particularly great for combination and normal skin types.The Prime Time Cleansing Toner is clinically tested to be non-irritating for use around the eye area, so it's safe to gently cleanse any residue left over from eye makeup.Cruelty-free and vegan. This product is formulated to the Soko Glam Clean Standard. The Prime Time Cleansing Toner does contain small amounts of essential oils in the formula, at a percentage that does not sensitize or harm the skin barrier. Read more on our take on essential oils in skin care here on The Klog.Good (Skin) Days™ is Soko Glam's first exclusively owned brand created by Soko Glam Labs. Committed to approachable, effective formulations that are designed with you and your skin care journey in mind, Good (Skin) Days™ is what your routine has been waiting for.Explore the rest of the collection: - A New Leaf Cream Cleanser with mugwort & green tea - C's The Day Serum with 10% pure vitamin C & camu camu - On The Bright Side Moisturizer with rice ferment & probiotics4.73 fl oz / 140 ml Featured onAllure, SELF, Stylecaster, The Zoe Report, Who What WearLearn more on The Klog",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 153,
      "product_ID": 4381263953989,
      "product_name": "Honey Dew Lip Mask ",
      "product_brand": "Then I Met You",
      "price": "$22",
      "product_description": " Exclusive to Soko Glam!This nourishing lip mask contains a blend of hydrators like juicy, antioxidant-rich honeydew, naturally moisturizing squalane, and honey.Honeydew melon is the hero ingredient; a sweet and juicy fruit that’s rich in vitamins A and C which help ward off free radical damage while replenishing the sensitive, delicate skin on your lips. Plant-based squalane and antioxidant-rich avocado oil deliver moisture, while honey - a natural humectant and antibacterial - protects the delicate skin barrier on sensitive lips.What makes the Honey Dew Lip Mask particularly noteworthy is the inclusion of lactic acid. An extremely hydrating chemical exfoliant, it also boasts the ability to safely dissolve and remove dead skin cells to give lips a smooth and polished finish.This versatile lip mask, which can be used as a daily glossy balm or intense night treatment, is intentionally designed with a unique, hygienic silicone tip for easy, contactless application.This formula is free of parabens, sulfates, artificial color, alcohol, mineral oil, and silicone. If you love this product, check out the Rose Resurfacing Facial Mask from Then I Met You brand! As seen on: PopsugarLearn more about Then I Met You.0.5 fl oz / 15 ml*Then I Met You products are excluded from sitewide discounts and promotions.",
      "product_type": "Lip Treatment"
    },
    {
      "FIELD1": 154,
      "product_ID": 4381262774341,
      "product_name": "Calming Tide Gel Cream™",
      "product_brand": "Then I Met You",
      "price": "$42",
      "product_description": "Exclusive to Soko Glam!This light-as-air, innovative gel cream is a gentle wave of refreshing, calming, reparative goodness for thirsty skin. It’s formulated with Then I Met You’s signature Tri-Tide Peptide Complex™, which helps improve overall skin texture, stimulate collagen production, and bolster the skin’s barrier for firmer, healthier skin.The inclusion of antioxidant-rich hibiscus extract means your skin gets protection from damaging free radicals, while madecassoside — a compound of centella asiatica (cica) — soothes inflammation, repairs damage, and increases collagen production. Niacinamide acid rounds out the ingredient list, helping even out your complexion while reducing the appearance of fine lines.The gel cream is also infused with bergamot, giving it a light floral and citrus scent.For normal, oily, combination and even acne-prone skin: The Calming Tide Gel Cream™ is the optimal lightweight hydration to use as your final moisturizing step before SPF.  For dry skin that just can't get enough hydration: For those with especially dry skin who enjoy layering skin care, use the Calming Tide Gel Cream™ as a hydrating serum layer, followed by your usual oil or cream-based moisturizer to lock it all in. This formula is free of parabens, sulphates, artificial color, alcohol, mineral oil, and silicone. It’s also vegan and cruelty free.1.69 fl oz / 50 ml ℮If you love this product, try it with Birch Milk Refining Toner from Then I met You! Featured on:Allure, Marie Claire, and Buzzfeed*Then I Met You products are excluded from sitewide discounts and promotions.Learn more on The Klog",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 155,
      "product_ID": 4362169843781,
      "product_name": "A New Leaf Cream Cleanser",
      "product_brand": "good (skin) days™",
      "price": "$16",
      "product_description": "Exclusively Available at Soko Glam!Turn over a new leaf in your daily cleansing routine. Leafy greens are great for you both inside and out! This creamy, soft cleanser is expertly formulated with a blend of fermented green tea, spinach, celery, and broccoli to nourish, protect, and hydrate your skin. Antioxidant and mineral-rich, this special combination of greens also helps to reduce inflammation, calm redness and infuse moisture. The addition of real crushed mugwort leaves helps gently exfoliate skin while rinsing away impurities, making this a great option for those with sensitive and dry skin. After cleansing, skin is left feeling soft, hydrated, and refreshed.Cruelty-free and vegan. This product is formulated to the Soko Glam Clean Standard.This product has a pH level of 6.Good (Skin) Days™ is Soko Glam's first exclusively owned brand created by Soko Glam Labs. Committed to approachable, effective formulations that are designed with you and your skin care journey in mind, Good (Skin) Days™ is what your routine has been waiting for.Explore the rest of the collection:- C's The Day Serum with 10% pure vitamin C & camu camu- On The Bright Side Moisturizer with rice ferment & probiotics- Prime Time Cleansing Toner with maple & papaya3.38 fl. oz / 100 ml Featured onAllure, The Strategist, SELF, Stylecaster, The Zoe Report, Who What Wear, Women's HealthLearn more on The Klog",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 156,
      "product_ID": 4647868956741,
      "product_name": "Moisture Boost Gel To Water Morning Cleanser",
      "product_brand": "TONY MOLY",
      "price": "$13.50",
      "product_description": "Made with gentle, naturally-derived surfactants for use on even the most sensitive skin, this clinically tested, low pH cleanser transforms from a light gel texture to water as you massage it in. After using, skin will feel hydrated, soothed and properly cleansed. Contains 5 types of centella asiatica extracts, a panthenol and ceramide complex, as well as AHA, BHA and PHAs. Hydrates skin while gently removing dirt and dead skin cells for a soothing cleanse - a perfect way to begin the morning!pH of 5. Certified cruelty-free. Formulated without any artificial fragrance or color, essential oils, alcohol, sulfates and parabens.6 oz / 180 ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 157,
      "product_ID": 4616701968453,
      "product_name": "Clean It Zero Cleansing Balm Pore Clarifying",
      "product_brand": "BANILA CO",
      "price": "$22",
      "product_description": "Banila Co’s cult-favorite oil cleanser transforms from a sherbet-like balm texture into a smooth oil when applied to skin. Developed to remove impurities, pollution and excess oil from the skin - even waterproof makeup! - in just one simple cleansing step. The Pore Clarifying variety is particularly great for oily and acne-prone skin or combination (oily) skin.What makes this unique is the Tri-Peel Acid Blend deeply cleanses without stripping the skin, leaving it hydrated and protected against free radical damage. The Tri-Peel Acid Blend is a combination of AHA, BHA and LHA to gently exfoliate to remove dead skin cells and excess sebum so skin is soft and supple. In addition, the proprietary Zero Balance Technology is a blend of actives that effectively cleanses skin deeply without disturbing the skin’s natural moisture balance. Formulated with active botanicals, hot spring-sourced water, vitamin E, vitamin C and resveratrol for a healthy complexion. Includes a spatula and seal.Formulated without artificial color, parabens, sulfates, alcohol and mineral oils.100ml/3.38 ozIf you love this product, check out also Clean It Zero Cleansing Balm Original from Banila co! ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 161,
      "product_ID": 4565740191813,
      "product_name": "Licorice pH Balancing Advance Serum",
      "product_brand": "ACWELL",
      "price": "$25",
      "product_description": "Exclusive to Soko Glam: Meet the newest member of the popular Licorice pH Balancing line from Acwell... the Licorice pH Balancing Advance Serum! Refine and brighten dull skin with natural licorice water & licorice root extracts. Even out pigmentation in the skin to help acne scars and dark spots fade over time. Also formulated with antioxidant-rich Pycnogenol® (pine bark extract) to draw in hydration and minimize fine lines, plus glutathione and niacinamide additionally to help brighten. White eggplant has astringent properties and is also known to help give skin a healthy glow.This lightweight, water-like serum soaks into the skin quickly and effectively. The concentrated formula is without any added fragrance or color, and is particularly great for combination and normal skin types, as well as sensitive skin. pH of 5.5~7.5. The serum is free of parabens, silicone, sulfates, alcohol, essential oils and mineral oils.If you love this product, check out Acwell's licorice line!  Note: This serum might have a slight scent from natural ingredients - like licorice root, and licorice water - when you open the bottle. Rest assured that it is fragrance-free and the scent should disappear after you've opened the serum.30 ml / 1 oz",
      "product_type": "Serum"
    },
    {
      "FIELD1": 162,
      "product_ID": 4567344611397,
      "product_name": "Green Tangerine Vita C Eye Gel Patch",
      "product_brand": "GOODAL",
      "price": "$20",
      "product_description": "Brighten, plump and firm the under eye area with potent vitamin C hydrogel eye patches. Hydrate in just 5 minutes with the fast-absorbing vitamin C-rich formula. Containing the same highly effective green tangerine extract as the cult-favorite serum, these eye patches deliver all the great brightening benefits of vitamin C to help alleviate dark circles and pigmentation around the eyes.Soothing hydrogel makes up the eye patch, effectively delivering the formula deeply into the delicate skin around the eyes. Revitalize dull, tired skin in one simple step!Learn more about Goodal's Green Tangerine Vita C line here!2.53 Oz. / 72g (60 pads)",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 169,
      "product_ID": 1706918248517,
      "product_name": "Ultra Vitalizing Snail Serum",
      "product_brand": "DEWYTREE",
      "price": "$43",
      "product_description": "This lightweight serum is packed with 78% snail secretion filtrate to intensely moisturize and revitalize the skin.The nourishing, non-sticky formula, also contains adenosine, an ingredient that targets wrinkles and promotes a youthful complexion, and trehalose, a plant sugar that helps skin retain moisture and has antioxidant properties. The formula is free of paraben, alcohol, and artificial color. pH level of this product is 6.0±1.0. Learn more about this collection here.  70 ml / 2.36 oz",
      "product_type": "Serum"
    },
    {
      "FIELD1": 170,
      "product_ID": 1706910285893,
      "product_name": "Ultra Vitalizing Snail Essence Water",
      "product_brand": "DEWYTREE",
      "price": "$38",
      "product_description": "This lightweight yet powerful essence hydrates, softens and plumps skin, and allows for better product absorption, along with a range of other benefits you don’t often get from an essence. Thanks to ingredients like snail secretion filtrate, adenosine, and aloe leaf extract, the essence actively targets skin concerns like redness, irritation, wrinkles, damage and acne. With its watery texture, the essence provides a refreshing burst of moisture that lasts and absorbs quickly. Formulated without any potential irritants (including paraben, alcohol and artificial coloring) the essence is gentle enough for sensitive and damaged skin.pH level of this product is 6.5±1.0. Learn more about this product and brand here 150 ml / 5.07 ozLearn more on The Klog",
      "product_type": "Essence"
    },
    {
      "FIELD1": 172,
      "product_ID": 4568686002245,
      "product_name": "Vinegar Kombucha Essence",
      "product_brand": "JUICE TO CLEANSE",
      "price": "$36",
      "product_description": "Brighter, more vibrant skin awaits you after using this smoothing essence from clean skin care brand Juice To Cleanse. 95% fermented kombucha - steeped from black tea - rejuvenates dull skin and gently exfoliates to remove dead skin cells from the surface, revealing a brighter, softer complexion. Nature’s remedy, apple cider vinegar, additional helps to brighten and smooth while hyaluronic acid delivers moisture deeper. Natural PHA’s (mild acids) from fruits like pineapple and papaya further nourish and additionally exfoliate. Together, these ingredients prep and hydrate the skin to contribute to a healthy, radiant, glow-from-within look.pH of 4.5. Suitable for all skin types. Formula is free of artificial fragrances, colors, alcohol, and overall formulated to the Soko Glam Clean Standard.5.07 fl. oz. / 150 ml",
      "product_type": "Essence"
    },
    {
      "FIELD1": 173,
      "product_ID": 4597731983429,
      "product_name": "Urban Matte Clay",
      "product_brand": "BRITISH M",
      "price": "$26",
      "product_description": "Create sculpted, touchable styles or smooth frizz and flyaways with this water-based styling clay. It is also a perfect hair product for men as this treatment was actually developed from grooming products. The emollient paste provides hold and control without making hair feel sticky or crunchy and easily rinses out without leaving behind any residue. The formula’s mild scent freshens up second and third-day hair. 104 ml./ 3.5 oz",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 179,
      "product_ID": 4554443980869,
      "product_name": "Egg Mellow Cream",
      "product_brand": "TOO COOL FOR SCHOOL",
      "price": "$36",
      "product_description": "This unique, creamy moisturizer is a hybrid, multi-tasking priming and hydrating superstar. Egg white and yolk extracts purify pores and firm the skin. Collagen fiber - flash-frozen to preserve its active ingredients - helps to improve skin elasticity and proteins and fatty acids are evenly distributed to keep skin nourished. Inca Omega Oil renews and strengthens the skin’s barrier, while ceramides soothe and niacinamide brightens.Great for all skin types, especially dry-combination types or anyone looking for anti-aging benefits from their moisturizer.Formulated without parabens, sulfates, essential oils and mineral oils. pH level of 6.0±1.0.50 ml / 1.69 fl oz",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 180,
      "product_ID": 4554443423813,
      "product_name": "Egg-zyme Whipped Foam",
      "product_brand": "TOO COOL FOR SCHOOL",
      "price": "$20",
      "product_description": "Deeply hydrate skin from the first step in your routine with this whipped foam cleanser. Egg yolk and egg white extracts purify and clear pores to help provide a clean canvas for the skin. Egg white (albumen) extract also includes lysozymes, which are antimicrobial and dissolve on the skin for a more effective protective cleanse. Hydrolyzed hyaluronic acid delivers hydration deeper into the skin, while centella asiatica and ceramide NP soothe and calm while improving the skin’s barrier function.Free of parabens, sulfates, artificial color, essential oils and silicone. pH level of 8.5±1.0.Winner of 2018 Blink Beauty Award!150 g / 5.29 oz",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 182,
      "product_ID": 4552629321797,
      "product_name": "Big Apple Sun Cream SPF 50",
      "product_brand": "IPKN",
      "price": "$24",
      "product_description": "This calming combination sun cream from New York-inspired brand IPKN includes both mineral and chemical ingredients and has a color correcting base that helps conceal the appearance of redness while creating a smooth canvas for makeup application. Infused with apple water extract and natural herbal extracts such as rosemary, lavender, basil and thyme. The hero ingredient is highly concentrated apple water extract, which keeps skin calm and soothed for overall smoother skin, while crystals pop with a fresh light apple scent. This multi-tasking sunscreen also minimizes the appearance of pores and helps reduce sebum production. The moisturizing SPF 50+ formula is well-regarded for its smoothing, color correcting, and all-day sun protection benefits.This product is formulated without mineral oil, parabens and sulfates.**This product is Over-The-Counter (OTC) registered.1.35 oz / 40 ml",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 183,
      "product_ID": 4551280066629,
      "product_name": "Vitamin C Glow Powder Cleanser",
      "product_brand": "HANSKIN",
      "price": "$28",
      "product_description": "Glow brighter with this waterless vitamin C powder cleanser! Gentle enough for daily use, this unique formula transforms from a powder into a creamy cleanser as soon as you add water. Papaya enzymes activate on contact to gently dissolve dead skin and give skin a softer, smoother feel and a “glass skin” appearance. Vitamin C in the form of pure ascorbic acid helps illuminate dull skin so the entire complexion glows after use. Due to the powder form, this vitamin C won’t oxidize as quickly as serum forms can. Works well with all skin types.pH of 6.00 ± 0.50. The Vitamin C Glow Powder Cleanser is free of artificial fragrances, colors, parabens, sulfates and mineral oils. It is cruelty-free. 70g / 2.46 oz.",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 184,
      "product_ID": 4551279771717,
      "product_name": "Vitamin C Glow Mask",
      "product_brand": "HANSKIN",
      "price": "$32",
      "product_description": "Purify your pores and give your skin a brightening boost with this Vitamin C Glow Mask. Infused with brightening vitamin C, this mask works to soften the look of dark spots while balancing oil production. Vitamin C is rich in antioxidants, it helps aid in skin’s regeneration for a smoother, glowier complexion. Detoxifying kaolin and bentonite clays work together to minimize the look of pores and absorb excess oil. Lightweight hydrators, like sodium hyaluronate, prevent dryness and keep skin soft, moisturized and supple.pH of 7.40±0.50. The Vitamin C Glow Mask is free of artificial fragrances, colors, parabens, sulfates and mineral oils. It is cruelty-free. 70ml / 2.36 fl.oz.",
      "product_type": "Mask"
    },
    {
      "FIELD1": 187,
      "product_ID": 4505013682245,
      "product_name": "Pure Pearlsation pH Balancing Quick Cleansing Pad",
      "product_brand": "KLAVUU",
      "price": "$17.50",
      "product_description": "Even the most stubborn of makeup comes off in a breeze with these large-sized, essence-soaked cleansing pads from Klavuu. Skin will look visibly brighter due to Korean pearl extract (1,000ppm) paired with 6 kinds of natural plant extracts in the Herbal Complex, and 5 kinds of ocean-derived extracts in the Marine Complex make this essence both effective and soothing. These pads will leave skin refreshed, cleansed and healthy while replenishing moisture and balancing skin’s pH.pH of 5.5. This product is formulated without artificial color, parabens, sulfates, alcohol, mineral oil or animal-derived ingredients.50 ea",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 188,
      "product_ID": 4500127940677,
      "product_name": "Lip Sleeping Mask in Plum Blossom",
      "product_brand": "MAMONDE",
      "price": "$16",
      "product_description": "A replenishing lip mask (and daytime glossy balm) that gently exfoliates and moisturizes delicate lips. Infused with antioxidant-rich plum blossom extract and super-hydrating muru muru butter, this lip mask provides a satin finish (not sticky!) to lock in moisture. Natural AHA’s gently exfoliate, to leave lips smooth, soft and primed. Wear it overnight as a mask for noticeably softer lips in the morning, or keep it in your bag for on-the-go application.Vegan certified and formulated without artificial color, alcohol, essential oils, mineral oil, parabens or sulfates.20 g/ 0.70 fl.oz",
      "product_type": "Lip Treatment"
    },
    {
      "FIELD1": 189,
      "product_ID": 4500125483077,
      "product_name": "Micro Deep Cleansing Oil Tissue",
      "product_brand": "MAMONDE",
      "price": "$18",
      "product_description": "Keep your cleanse easy and quick with these ultra-nourishing and purifying cleansing oil tissues from Mamonde. With a low pH formulation, the inclusion of olive oil (along with a blend of other natural oils) helps to nourish and hydrate skin, while self-purifying and antioxidant-rich lotus flower extract helps to balance and restore a healthy texture to the complexion. It’s formula is also anti-pollution, as it helps to combat free radical damage. Perfect for a first step to remove makeup, oils and excess sebum, skin is left feeling dewy, hydrated and refreshed.Certified vegan and free from any animal-derived ingredients. It is also cruelty-free, and without mineral oil, alcohol, silicone, sulfates, parabens or artificial color.50 sheets ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 190,
      "product_ID": 4500123811909,
      "product_name": "Pore Clarifying Toner 10% Glycolic Acid",
      "product_brand": "SATURDAY SKIN",
      "price": "$30",
      "product_description": "Take control of your skin care journey with this incredibly effective (yet super gentle!) pore clarifying toner. With a potent blend of 10% glycolic acid - which is another form of AHA - it will help exfoliate the skin to ultimately improve the look and texture of your skin and help encourage better cell turnover and reduced sebum production. This glycolic acid toner is also formulated with Saturday Skin’s Pore Control Complex, a blend of tea tree oil, witch hazel and antioxidant-rich red clover, and their patented Cha-7 es Complex™ to help skin naturally renew itself quicker, you will see tangible results from this toner. Sodium PCA is also a main ingredient, which helps to support skin’s natural moisture factor (NMF) to better retain hydration to keep skin plump, glowy and bouncy.Clinical results after a 4-week trial, using twice daily:100% said they noticed reduced sebum production100% found the appearance of pore size reduced95% said they saw improvement of cell turnover (decreased appearance of dead skin cells)Suitable for all skin types, and helps address acne and sebum concerns. pH of 3.0~4.0. This toner is formulated to the Soko Glam Clean Standard.Note: Use of AHA’s - like glycolic acid - can increase skin’s sensitivity to sun, so be sure to apply sunscreen daily to keep skin protected! We recommend Papa Recipe Bombee Moist Sun Essence SPF 50+ PA+++ and Suntique I'm Safe For Sensitive Skin. 4.22 fl. Oz./125ml                                                  ",
      "product_type": "Toner"
    },
    {
      "FIELD1": 191,
      "product_ID": 4500102611013,
      "product_name": "Rice Pure Gel and Cream",
      "product_brand": "THANK YOU FARMER",
      "price": "$34",
      "product_description": "Get the best of both worlds to soothe, strengthen and hydrate skin with the Rice Pure Gel and Cream. Calm irritated, stressed skin with the refreshing gel, infused with soothing green tea extract and summer snowflake bulb extract. The hydrating cream is formulated with antioxidant-rich mung bean extract paired with nourishing rice extract and moisturizing fig extract. This unique formula can be customized to your specific skin needs, so you can use one or both formulas together to keep skin bright and healthy. Especially great for dry and sensitive skin types.It is formulated without artificial fragrance, colors, parabens & mineral oil, with a pH level of 5.6~7.6.2.81 Fl Oz / 80ml",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 192,
      "product_ID": 4498956058693,
      "product_name": "Green Pearlsation PHA Calming Toner",
      "product_brand": "KLAVUU",
      "price": "$19",
      "product_description": "Softer, more hydrated skin is at your fingertips with this calming toner that mildly - but effectively - exfoliates and revives dry and dull skin. Formulated with PHA (gluconolactone) to mildly and gently remove dead skin cells on the surface of the skin to refine pores and improve cell turnover, giving you the glow you’re looking for.To help balance out the exfoliation, tea tree leaf extract & centella asiatica extract calm and soothe any irritation or inflammation and pearl extract brightens. Marine extracts (like kelp and algae) help stimulate cell turnover and provide anti-inflammatory benefits, plus sodium hyaluronate for added hydration to keep skin primed and prepped for the rest of your routine.Formulated with EWG green grade ingredients, and gentle enough for sensitive skin. pH of 5.5. This product does not contain alcohol, artificial coloring, parabens, sulfates or animal products.200 ml/ 6.76 fl. oz.",
      "product_type": "Toner"
    },
    {
      "FIELD1": 193,
      "product_ID": 4498927452229,
      "product_name": "Probiotics Double Action Serum",
      "product_brand": "NEOGEN",
      "price": "$38",
      "product_description": "A prebiotic & probiotic-packed dual serum to deliver firmer, stronger, more radiant skin. Known for their innovative formulations, Neogen has created this two-pump, anti-aging serum duo to improve the natural skin barrier function and restore the skin’s pH levels for a hydrated, healthy appearance.The Probiotic Serum is formulated with skin-friendly ferments in the form of probiotics and prebiotics, including over 20% lactobacillus ferment lysate, to create an optimal acidic environment for the skin and helping to smooth and plump fine lines and wrinkles. It deeply hydrates with hyaluronic acid and glycerin, while gently exfoliating with lactic acid to provide an overall brighter and bouncier-appearing complexion. This is the white-colored serum on the left side of the bottle.The Pro Barrier Action Serum is more mild and calming, using ceramides and peptides to focus on strengthening the skin barrier, as well as niacinamide to help brighten. This is the ivory-colored serum on the right side of the bottle.Mix these two serums together for optimal results, or create the mixture that works best for your skin by using a little more or less of either serum. We recommend following with the Neogen Probiotics Relief Cream to moisturize.Both serums are formulated without artificial fragrance, colors, parabens, sulfates, mineral oil and silicone.Probiotic Serum: 22 g / 0.77 ozPro Barrier Action Serum: 22 g / 0.77 oz",
      "product_type": "Serum"
    },
    {
      "FIELD1": 194,
      "product_ID": 4498899992645,
      "product_name": "Fundamental Water Gel Cream",
      "product_brand": "KLAIRS",
      "price": "$31",
      "product_description": "Deeply hydrate and strengthen parched skin with this water-based moisturizer that has an extremely lightweight texture with a refreshing, light finish. 63.7% Jeju green tea water effectively calms skin quickly, while antioxidants help to combat against free radical damage, to help keep skin supple and youthful. Rounding out the formulation are amino acids and panthenol (vitamin B5) to keep skin smooth and super-hydrated for a bouncy, soft appearance.Even oily skin types will love this watery gel cream, which absorbs quickly and easily into the skin, thanks to its unique “hydra emulsification system” which mimics the skin’s structure to help deliver hydration deeper into the skin than a traditional moisturizer.This product is cruelty-free, vegan and sensitive skin-safe. Formulated with EWG green-certified ingredients, this moisturizer contains no artificial fragrances or coloring, sulfates, parabens, alcohol, mineral oil or essential oils.70ml / 2.37 fl.oz.",
      "product_type": "Toner"
    },
    {
      "FIELD1": 196,
      "product_ID": 4477198336069,
      "product_name": "Soft Shield Pimple Patch",
      "product_brand": "the klog",
      "price": "$6",
      "product_description": "Exclusively Available at Soko Glam!Using near-invisible 100% vegan hydrocolloid, the Soft Shield Pimple Patch speeds up the healing process for acne by creating a protective (yet breathable!) barrier while absorbing impurities and secretions beneath the skin in a gentle, safe and quick way.This pimple patch’s unique beveled edges fit more securely than many other acne patch iterations, developed particularly to adhere in the curved areas of the face, like the chin, jawline and nose. The patch adheres easily and quickly, barely visible to others (especially on Zoom calls) and protects acne from external bacteria or face-picking.With its combination of 10mm and 14mm sizes, the Soft Shield Pimple Patch is a perfect solution for acne of all types and sizes, including hormonal acne and cystic acne. With a fully clear pimple patch, it blends into skin tones of all types for a seamless, discrete appearance. The resealable, dual layered protective film keeps patches clean and sealed.Great for all skin types, tones and lifestyles. You never know when you might need one!This product is vegan and cruelty free, and is formulated with a single ingredient, which adheres to the Soko Glam Clean Standard.The Klog Skin Care is developed by the team of expert estheticians at Soko Glam Labs. Inspired by its namesake, The Klog (theklog.co) has been an educational skin care resource since 2012 to help people achieve their skin goals through in-depth reviews, tutorials, and tips. The Klog Skin Care line is set out to educate, effectively treat personal skin concerns and give you real results. The first targeted focus is finding the most effective and gentle acne solutions for all skin types.14mm: 12 patches (1 sheet)10mm: 30 patches (2 sheets) Total: 42 patchesLearn more on The Klog",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 197,
      "product_ID": 4477084074053,
      "product_name": "Fermentation Mask Pack",
      "product_brand": "BENTON",
      "price": "$3",
      "product_description": "This premium mask pack from Benton contains three high-grade fermentation ingredients (Galactomyces Ferment Filtrate, Bifida Ferment Lysate and Lactobacillus/Collagen Ferment Filtrate) in the essence to provide elasticity, glow and nourishment. Why do we love fermented ingredients? Fermentation aids in the absorption of active ingredients more effectively into the skin, giving you real results after usage.Plant-derived Ceramide NP smooths and plumps wrinkle-prone areas and improves elasticity for firmer, more vibrant and healthier skin. Plus, two types of peptides help boost the skin barrier function and panthenol gives a smoother texture. This eco-friendly sheet mask is derived from cotton and cellulose adheres smoothly and gently to the skin.This sheet mask pack is cruelty-free, and formulated to the Soko Glam Clean Standard. We recommend following with the Benton Fermentation Eye Cream to get the benefits of these nourishing ingredients in multiple steps of your routine. * Final Sale20 g / 0.7 oz. X 1 sheet",
      "product_type": "Mask"
    },
    {
      "FIELD1": 198,
      "product_ID": 4429671825477,
      "product_name": "Repair Serum",
      "product_brand": "Beauty of Joseon",
      "price": "$17",
      "product_description": "Restore your complexion with this luxurious, silky serum enriched with traditional Korean herbal ingredients (‘hanbang’) such as ginseng, licorice root and matsutake mushroom. Snail mucin filtrate is the star ingredient, to even skin tone, reduce hyperpigmentation & scarring, as well as improve cell turnover to give your skin a healthy, even glow. Antioxidant-rich ginseng root water supports circulation to help plump up areas with fine lines and wrinkles. In fact, ginseng is widely regarded as a superfood and known for its healing properties.Best for dry, normal and combination skin types, we recommend trying out the other serums from Beauty of Joseon, including the Glow Serum and Calming Serum.With a pH of 6, this serum is formulated without artificial fragrances, parabens, sulfates, artificial color, alcohol, silicone, mineral oil and essential oils.1.01 fl. Oz. / 30 ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 199,
      "product_ID": 4423865237573,
      "product_name": "Fundamental Nourishing Eye Butter",
      "product_brand": "KLAIRS",
      "price": "$24",
      "product_description": "This moisturizing eye cream contains sunflower seed oil rich in vitamin A and vitamin E to protect the thin skin around your eyes and while a combination of four high-performance peptides improves fine lines and wrinkles. Sunflower seed oil adds additional nourishment to the sensitive under eye area, plus antioxidant-rich green tea, anti-inflammatories like cinnamon bark and caffeine to de-puff. The soft butter-like texture quickly absorbs into the skin.Suitable for all skin types including normal, dry, combination and oily. This product also is suitable for those who may experience milia. This product is vegan and cruelty-free, and formulated without artificial fragrance, artificial color, parabens, alcohol, mineral oil, essential oil and silicone.20 g / 0.7 oz",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 200,
      "product_ID": 4422861488197,
      "product_name": "MadeCera Cream Double Essence Toner",
      "product_brand": "SKINRX LAB",
      "price": "$26",
      "product_description": "Exclusive to Soko Glam!Known as the “strawberry milk” toner in Korea, this double essence, dual-layer toner is exceptional at soothing, conditioning and calming skin. With a powerful combination of ceramides and madecassoside, your skin barrier will be fortified to protect against external pollutants like microdust and UV rays. Ceramides help revive dull-looking skin, and beta-glucan works together to moisturize and plump. Natural AHAs within milk protein help to gently slough off dead skin cells. Overall, your skin will be left feeling healthy, smooth and glowing!If you’re struggling with dehydrated, dull skin or uneven texture and redness, the MadeCera Double Essence Toner is an ideal choice. Pairs perfectly with best-selling MadeCera Cream - a former Best of K-Beauty™ winner!Formulated without artificial colors, parabens, silicone and mineral oil. This product is cruelty-free. Dermatologist-tested to be safe for sensitive skin.  5.07 fl. Oz. / 150 ml Soko Glam Best of K-Beauty™ Award Winner for 2020  + See why this product is a 2020 Soko Glam Best of K-Beauty™ Winner.",
      "product_type": "Essence"
    },
    {
      "FIELD1": 202,
      "product_ID": 4555068080197,
      "product_name": "AC Clear Magic Cica Cream",
      "product_brand": "THE PLANT BASE",
      "price": "$14.80",
      "product_description": "Repair inflamed, acne-prone skin effectively and gently with the AC Clear Magic Cica Cream. Patented ingredient Inflax™ provides relief to irritated acne-affected skin and works as a powerful antioxidant, while Natural Protector™ provides soothing and revitalizing effects thanks to its acne-fighting properties. 55% centella asiatica (cica) extract and green tea powder calm inflammation upon application, while murumuru seed butter deeply moisturizes skin, helping to soothe even the most sensitive or irritated skin barrier. A favorite from our sampling program, this curation was a community request and heard many great testimonials after 30 days of consistent use. This cruelty-free certified Cica Cream is free of artificial fragrances and colors, as well as parabens, sulfates and alcohol.2.02 fl. Oz. / 60ml",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 206,
      "product_ID": 4118713237573,
      "product_name": "Aqua Clinity Cream",
      "product_brand": "ACWELL",
      "price": "$30",
      "product_description": "Replenish and revitalize dehydrated and sensitized skin with this lightweight yet nourishing cream. It contains Puritox Jin, a plant-based blend (peony extract, witch hazel extract, licorice extract and bergamot fruit oil) of ingredients that soothe and improve skin texture, in addition to calming centella asiatica extract and hydrating hyaluronic acid. The formula is free of artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol and mineral oil. 1.7 fl. oz. / 50 ml",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 209,
      "product_ID": 4367470592069,
      "product_name": "Inward Agas ACue Cream",
      "product_brand": "INWARD",
      "price": "$36",
      "product_description": "Made from a potent blend of traditional Korean herbs, including green tea and Korean mint (agastache rugosa), this hydrator is soothing and calming to oily, sensitive and combination skin types. With its unique and silky texture, it absorbs quickly into the skin, controls excess sebum and has been shown in clinical studies to help fight acne, leaving skin silky and soft.This formula is free of parabens, sulphates, artificial colors, animal products, alcohol, mineral oils, essential oils and silicone.1.69 fl. Oz. / 50ml",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 210,
      "product_ID": 4367470526533,
      "product_name": "Inward Agas ACue Serum",
      "product_brand": "INWARD",
      "price": "$38",
      "product_description": "A powerhouse treatment for oily, acne-prone and combination skin types!The Agas ACue Serum is a toner, lotion, and essence in one—this highly concentrated liquid has been shown in clinical studies to help treat acne and visibly reduce the appearance of breakouts. It’s packed with traditional Korean herbs such as Korean mint (agastache rugosa) and green tea to help calm reactive skin and control excess sebum production. Plus, this serum is twice the size (90 mL) of normal serums, giving your skin a long-lasting supply of treatment it deserves.This formula is free of parabens, sulphates, artificial colors, animal products, alcohol, mineral oils, essential oils and silicone.3.04 fl. Oz. / 90ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 211,
      "product_ID": 4367468200005,
      "product_name": "Calming Clean Water",
      "product_brand": "JUICE TO CLEANSE",
      "price": "$20",
      "product_description": "Perfect for all skin types, this low-pH micellar cleansing water dissolves and melts away makeup without disturbing skin’s delicate moisture barrier. Coconut fruit and aloe leaf juices leave skin feeling calmed, soothed and nourished. The micelle particles in the formula gently cleanses the surface of the skin, drawing out makeup residue and impurities like a magnet to leave skin primed and hydrated. This formula is free of artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oil and silicones.10.1 fl. oz. / 300 ml",
      "product_type": "Toner"
    },
    {
      "FIELD1": 212,
      "product_ID": 4367468101701,
      "product_name": "Water Wash Balm",
      "product_brand": "JUICE TO CLEANSE",
      "price": "$33",
      "product_description": "This refreshing water-to-foam cleansing balm deserves a place in your regimen! Transforming from a sorbet-like balm into a light foam once water is added, it dissolves makeup, SPF, environmental debris, dirt and excess oil without ever leaving skin feeling stripped or parched. Even dry, redness-prone skin will feel hydrated and smooth. It’s fortified with brightening fruit extracts including lemon, mango, lime and pineapple juice, plus papaya extract—a natural exfoliator for silky-smooth skin. This is a water-based balm (unlike many cleansing balms which are oil-based) so this would be used as the second step in a traditional double cleanse routine. This formula is free of artificial fragrances, parabens, sulfates, artificial colors, animal products, alcohol, mineral oil and silicones.7.05 oz. / 200 g",
      "product_type": "Toner"
    },
    {
      "FIELD1": 213,
      "product_ID": 4367467118661,
      "product_name": "Inward Agas ACue Herbal Mask",
      "product_brand": "INWARD",
      "price": "$27",
      "product_description": "This wash-off mask of pH 5.5 is a potent blend of green tea and Korean mint (agastache rugosa) for purifying congested pores, soothing breakouts, soaking up oil and calming reactive skin types. It has a cooling effect that brings relief to irritated or acne-prone skin.Raw green tea leaf is a superfood antioxidant that helps control excess sebum and where this mask derives it’s natural color and fragrance. Agastache rugosa soothes while providing hydration to the deepest layers of skin while glycerin and butyl avocadate (derived from avocados) helps keep skin hydrated and plump.This formula is free of artificial fragrances, parabens, sulphates, artificial colors, animal products, alcohol, mineral oils, essential oils and silicone.3.38 fl. Oz. / 100ml",
      "product_type": "Mask"
    },
    {
      "FIELD1": 214,
      "product_ID": 4367466332229,
      "product_name": "H.D.P Photoready Tightening Charcoal Mask (5 pack)",
      "product_brand": "MEDIHEAL",
      "price": "$9.95",
      "product_description": "Use this mask for a smoother, refined complexion. Using Mediheal’s “High Definition Perfection” (H.D.P) advanced solution, this mask will tighten and clarify pores in just 15 minutes, revealing tighter, supple skin. Binchotan charcoal helps to alleviate unwanted shine while cleansing pores of built-up oils. Adenosine and antioxidant-rich pomegranate help energize and invigorate the skin, while centella asiatica helps to calm any redness.Vegan and cruelty-free. This formula is free of artificial fragrances, parabens, sulphates, artificial colors, animal products, alcohol, mineral oils, essential oils and silicone.*All single-use sheet masks are final sale.0.84 fl. oz / 25 ml X 5 sheets",
      "product_type": "Mask"
    },
    {
      "FIELD1": 215,
      "product_ID": 4367465578565,
      "product_name": "Hanskin Pore Cleansing Oil [AHA]",
      "product_brand": "HANSKIN",
      "price": "$27",
      "product_description": "This cleanser does more than just remove daily grime—it’s packed with alpha-hydroxy acids (AHAs) to help exfoliate, remove dead skin cells and brighten the complexion.Lactic acid and glycolic acid work deep within pores to dissolve clogs and remove debris, while citric acid brightens. Overall, skin is left radiant, plump and covered by a protective moisture layer that preserves the hydration all day long.The formula is free of artificial fragrances, parabens, sulphates, artificial colors, animal products, alcohol, essential oils and silicones. It’s also cruelty-free and gentle enough for daily use.10.14 fl.oz. / 300ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 216,
      "product_ID": 4359695302725,
      "product_name": "Waterfall Glacier Water Cream",
      "product_brand": "SATURDAY SKIN",
      "price": "$39",
      "product_description": "A boost of hydration is at your fingertips (literally!) with this anti-aging, Alaskan glacier water cream. The unique formula delivers a cascade of mineral-rich moisture while protecting skin from free radicals and delivering optimal absorption of moisture.In addition to being made with cool Alaskan glacier water, it contains Iceland moss to calm and reduce redness, and Xpertmoist — a fusion of ferment extract and amino acids that further shields skin from dehydration while improving skin’s vitality. Rounding out the ingredient list is Cha-7 es Complex, an exclusive peptide mix that promotes the skin’s natural renewal process for a strong skin barrier that improves moisture retention and helps prevent skin damage.This product is formulated without parabens, sulphates, artificial fragrance and color, mineral oil, essential oils, silicone, and alcohol. It's vegan certified and cruelty free certified.1.69 fl.oz / 50 ml",
      "product_type": "Toner"
    },
    {
      "FIELD1": 218,
      "product_ID": 4356056973381,
      "product_name": "Bubi Bubi Lip Ampoule",
      "product_brand": "UNPA",
      "price": "$9",
      "product_description": "Give your lips the ultimate treat with this extremely nourishing lip ampoule from Unpa. Though you may normally think of ampoules as a treatment for only your face, this product was formulated specifically for the delicate, often dehydrated skin on your lips. Bubi Bubi Lip Ampoule is formulated with three forms of hyaluronic acid to plump the tissue, which work to hydrate, amp up volume, and reduce the appearance of fine lines. An assortment of natural fruit oils — including olive oil, sunflower seed oil, jojoba seed oil, and bergamot fruit oil — join forces to nourish and moisturize. Ceramides round out this impressive ingredient list and work to repair and strengthen the natural moisture barrier. The result is extremely soft and hydrated lips.  Learn more about the Unpa brand here.0.35 oz / 10g",
      "product_type": "Lip Treatment"
    },
    {
      "FIELD1": 219,
      "product_ID": 4347565736005,
      "product_name": "Sun Project Shimmer Sun Essence",
      "product_brand": "THANK YOU FARMER",
      "price": "$27",
      "product_description": "This 3-in-1 essence defends against harmful UV rays with SPF 30. Hydrating African walnut oil seals in moisture while aloe leaf extract and hollyhock extract soothe inflammation. The smooth, lightweight, combination formula contains both mineral and chemical ingredients and is infused with pink micro-pearls to brighten and even out skin tone for a luminous finish.This product is not tested on animals and is free of artificial colors, parabens and mineral oil.**This product is Over-The-Counter (OTC) registered.1.35 fl oz / 40 ml If you love this product, check out Neogen Day Light Protection Airy Sunscreen too!",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 220,
      "product_ID": 4347565572165,
      "product_name": "Sun Project Water Sun Cream",
      "product_brand": "THANK YOU FARMER",
      "price": "$23",
      "product_description": "This sun cream, formulated with SPF 50 to defend against harmful UV rays, targets signs of aging and keeps skin hydrated all day long with African walnut oil, inca omega oil and bamboo extracts. Aloe leaf extract, hollyhock root and patented anti-inflammatory ingredient phyto-oligo calm soothe and protect skin’s moisture barrier without leaving behind a white cast or stickiness. This combination sun cream contains both chemical and mineral ingredients.This product is not tested on animals and is free of artificial colors, animal products, parabens and mineral oil.  50 ml / 1.75 oz**This product is Over-The-Counter (OTC) registered.Featured onWomen's Health",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 221,
      "product_ID": 4347480342597,
      "product_name": "Skin Pot Cleansing Balm",
      "product_brand": "ENATURE",
      "price": "$23",
      "product_description": "Exclusive to Soko Glam!This gentle cleansing balm is enriched with hemp seed oil to remove all unwanted impurities while hydrating and repairing damage with naturally occurring omega-3 fatty acids. The formula works to reduce sebum production and soothe inflammation, even after the formula is rinsed off. Pomegranate fruit extract kills harmful bacteria that can clog pores and irritate skin, helping to enrich the skin’s microbiome with healthy bacteria for a thoroughly cleansed, glowing complexion.The formula is vegan and cruelty-free and is packaged in eco-friendly materials. It’s free of potentially irritating ingredients including parabens, sulfates, mineral oil, silicons and artificial fragrances.Note: This product is non-psychoactive and does not contain CBD or THC. 2.64 fl. oz / 75 g                                                  ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 222,
      "product_ID": 4347480211525,
      "product_name": "Skin Pot Sleeping Pack",
      "product_brand": "ENATURE",
      "price": "$28",
      "product_description": "Exclusive to Soko Glam!This deeply hydrating sleeping pack is formulated with hemp seed oil to soothe inflammation, target fine lines and improve skin texture – even for those prone to acne or sensitization. Hemp seed oil is rich in omega-3 fatty acids that help strengthen the skin’s barrier and protect against free radical damage.The formula is vegan and cruelty-free and is packaged in eco-friendly materials. It’s free of potentially irritating ingredients including parabens, sulfates, mineral oil, silicones and artificial fragrances.Note: This product is non-psychoactive and does not contain THC.75 ml / 2.53 oz",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 223,
      "product_ID": 4347221573701,
      "product_name": "Milk & Peel Mask",
      "product_brand": "ERBORIAN",
      "price": "$32",
      "product_description": "This weekly resurfacing mask is enriched with sesame milk and exfoliating enzymes to soften, nourish and visibly smooth skin’s surface. The creamy formula delivers deep hydration and revitalizes a dull complexion for a youthful, luminous glow. The nourishing mask improves the texture and quality of skin with weekly use and is free of artificial colors, parabens, sulfates, animal products, alcohol, mineral oil and silicone.2.12 fl. oz. / 60 g",
      "product_type": "Mask"
    },
    {
      "FIELD1": 224,
      "product_ID": 4347219279941,
      "product_name": "Dear Hydration Double Capsule Essential Toner",
      "product_brand": "BANILA CO",
      "price": "$22",
      "product_description": "This water-light toner is formulated with fermented lotus flower water to keep skin hydrated and radiant. Banila Co’s trademark Urban Water Guard System, a blend of nourishing herbs and botanicals, also gives skin an extra dose of nourishment and moisture. Peppermint extract purifies pores while holy basil extract boosts skin immunity and neem leaf extract targets uneven skin tone and hyper-pigmentation.  This product is free of parabens, sulfates, animal products, alcohol, mineral oil and silicone.6.75 oz / 200 ml ",
      "product_type": "Toner"
    },
    {
      "FIELD1": 225,
      "product_ID": 4347218722885,
      "product_name": "Dear Hydration Intense Essence",
      "product_brand": "BANILA CO",
      "price": "$28",
      "product_description": "This ultra-hydrating essence is enriched with Banila Co’s trademark Urban Water Guard System, a blend of nourishing herbs and botanicals. Peppermint extract purifies pores while holy basil extract boosts skin immunity and neem leaf extract targets uneven skin tone and hyperpigmentation. The lightweight gel formula provides a burst of moisture immediately upon application, for a visibly radiant and hydrated complexion.This product is free of parabens, sulfates, animal products, alcohol, mineral oil and silicone.1.69 oz / 50 ml",
      "product_type": "Essence"
    },
    {
      "FIELD1": 227,
      "product_ID": 4339086393413,
      "product_name": "Birch Milk Refining Toner",
      "product_brand": "Then I Met You",
      "price": "$32",
      "product_description": "Exclusive to Soko Glam!Provide your skin a much-needed dose of hydration to perfectly prime skin for the rest of your routine while improving skin texture with this gentle toner.It includes over 70% birch juice, plus squalane, glycerin and sodium hyaluronate to prep and hydrate skin, while an optimal 1% blend of AHAs (glycolic and lactic acid) and PHA (gluconolactone) smooths fine lines, brightens skin and refines pores. This gentle formulation helps to combat breakouts (particularly great for those with hormonal acne) with its exfoliating properties for soft, supple skin. Safe for daily use, and has a pH of 4.For beginners who don't regularly exfoliate, slowly incorporate the Birch Milk Refining Toner into your routine about 2-3x a week until your skin is acclimated.If you regularly exfoliate with acids, alternate use with your other acid products (i.e. day vs. night or every other day) to prevent over-exfoliation and sensitization.Follow application of the toner with the Then I Met You Giving Essence.Learn more about Then I Met You.3.38 fl. oz / 100 mlAwards:The Best Toner of 2019 Indie Beauty AwardsFeatured on: Allure, Refinery29, Fashionista, Self*Then I Met You products are excluded from sitewide discounts and promotions.Learn more on The Klog",
      "product_type": "Toner"
    },
    {
      "FIELD1": 228,
      "product_ID": 1948697067589,
      "product_name": "Real Complexion Hyaluron Moisture Mask",
      "product_brand": "HANSKIN",
      "price": "$4",
      "product_description": "Revitalize dull, dry skin with this four-in-one sheet mask. It moisturizes, brightens, soothes and leaves skin glowing with ingredients like hyaluronic acid, French rose water, and strawberry and raspberry extracts. The thin, pink microfiber sheet closely adheres to the skin to enhance absorption.0.84 fl.oz. / 25 ml X 1 sheet*Final Sale",
      "product_type": "Mask"
    },
    {
      "FIELD1": 229,
      "product_ID": 4337086988357,
      "product_name": "Gentle Face Cleaning Remover Pad",
      "product_brand": "RE:P",
      "price": "$31",
      "product_description": "Remove impurities and water-proof makeup in just one swipe with these convenient cleansing pads. Each pad features a grid-like texture to lightly exfoliate and is infused with soothing and moisturizing botanicals like jojoba seed oil, rose flower water, and tea tree leaf extract. The pads  won’t leave skin feeling stripped or dry, so they’re perfect even for sensitive skin. The formula is cruelty-free and is free of potentially irritating ingredients including parabens, sulfates, mineral oil, silicones and artificial fragrances.6.1 fl. oz. / 180 ml",
      "product_type": "Exfoliator"
    },
    {
      "FIELD1": 230,
      "product_ID": 4337070800965,
      "product_name": "Fresh Herb Origin Toner",
      "product_brand": "NACIFIC",
      "price": "$29",
      "product_description": "This mild, water-light formula hydrates and balances skin to prep it for the rest of your routine. Calendula extract soothes redness and irritation, while patented Sepicalm compound, a blend of water lily extract and amino acids, removes impurities and improves overall skin texture.The formula is cruelty-free and is free of potentially irritating ingredients including parabens, sulfates, alcohol, mineral oil, essential oils, silicones and artificial fragrances.5.07 fl. oz. / 150 ml",
      "product_type": "Toner"
    },
    {
      "FIELD1": 231,
      "product_ID": 4337070604357,
      "product_name": "Fresh Herb Origin Cream",
      "product_brand": "NACIFIC",
      "price": "$30",
      "product_description": "This deeply hydrating cream fortifies skin with a triple layer of moisture, a patented antioxidant component Sepicalm - a blend of water lily extract and amino acids - and botanical extracts like chamomile. The fast-absorbing formula locks in moisture and targets signs of aging for a healthy, youthful glow.The formula is cruelty-free and is free of potentially irritating ingredients including parabens, sulfates, mineral oil, essential oils, and artificial fragrances.1.69 fl. oz. / 50 ml",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 232,
      "product_ID": 4335656140869,
      "product_name": "Licorice pH Balancing Intensive Eye Cream",
      "product_brand": "ACWELL",
      "price": "$30",
      "product_description": "Exclusive to Soko Glam!All of the brightening benefits of the Acwell Licorice pH Balancing Cleansing Toner and Licorice pH Balancing Essence Mist you love are now available in a powerful eye cream!Created exclusively in collaboration with Acwell, the hydrating formula features licorice water and licorice extract to brighten dark circles and hyper-pigmentation. Peptides and antioxidant-rich ingredients like glutathione, green tea and blueberry extract provide anti-aging benefits and caffeine tightens and reduces inflammation and puffiness. The formula is suitable for all skin types, including sensitive and is free of artificial fragrances, parabens, sulphates, artificial colors, animal products, mineral oil, and essential oils.1 fl. oz. / 30 ml Soko Glam Best of K-Beauty™ Award Winner for 2020  + See why this product is a 2020 Soko Glam Best of K-Beauty™ Winner.Featured onWomen's Health (Best of Skincare Awards 2020), Women's Health (25 Best Korean Products)",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 233,
      "product_ID": 4256248627269,
      "product_name": "Egg White Perfect Pore Cleansing Oil",
      "product_brand": "SKINFOOD",
      "price": "$24",
      "product_description": "Perfect for oily and combination skin types, this oil cleanser feels lightweight, yet is effective enough to remove stubborn makeup, SPF and excess sebum. The formula contains egg white extract, a purifying ingredient that regulates sebum production, removes pore-clogging impurities and tightens and minimizes the appearance of pores. This product is free of parabens, sulfates, artificial colors, alcohol, mineral oil and silicone.  6.76 oz / 200 ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 234,
      "product_ID": 4164939939909,
      "product_name": "A-Clear Soothing Essence Pad",
      "product_brand": "NEOGEN",
      "price": "$28",
      "product_description": "Remove dead skin cells and impurities while targeting inflammation, acne and irritated skin with these gentle exfoliating and moisturizing pads. The pads feature a three-layer cotton structure to boost efficacy and are soaked in a formula that contains ingredients like salicylic acid and allantoin to clean pores, soothe and condition skin. These ingredients also help function as effective acne prevention for those prone to breakouts, excess oil and hormonal acne.With regular use, skin is smoother, calmer, clearer and more balanced. The formula is free of artificial fragrance and colors, parabens, sulfates, animal products, alcohol, mineral oil and silicone. 4.7 fl. oz / 140 ml",
      "product_type": "Essence"
    },
    {
      "FIELD1": 235,
      "product_ID": 4164939219013,
      "product_name": "A-Clear Soothing Clear Spot Patch",
      "product_brand": "NEOGEN",
      "price": "$5.99",
      "product_description": "These hydrocolloid pimple patches absorb excess sebum and gunk from acne while protecting the breakout area from dirt and bacteria.The waterproof patches adhere easily to the skin, and create a moist environment to prevent acne scars and scabs from forming. A beveled edge on the pimple patch ensures that they adhere securely on skin and keeps the formula concentrated on the blemish for a more effective acne spot treatment.The formula is free of artificial fragrance and colors, parabens, sulfates, animal products, alcohol, mineral oil, essential oils and silicone.24 pimple patches included in total, in the below sizes:- 12mm (12 each)- 10mm (12 each)*Final Sale",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 236,
      "product_ID": 4118719135813,
      "product_name": "Intensive Pore Clean Cleansing Foam (Charcoal)",
      "product_brand": "MEDIHEAL",
      "price": "$8.99",
      "product_description": "This cream-to-foam cleanser gets deep into pores to remove acne- and blackhead-causing impurities, while keeping the skin’s moisture levels intact.Purifying charcoal pulls dirt and excess oil from pores while zinc soothes and antioxidant mushroom extract to protect the skin barrier.The formula gives skin a satin matte finish and is free of parabens, artificial colors, animal products, alcohol, mineral oil, essential oils and silicone.5.0 fl. oz. / 150 ml ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 237,
      "product_ID": 4118715990085,
      "product_name": "Pure Balancing Cleansing Oil",
      "product_brand": "ATRUE",
      "price": "$24",
      "product_description": "This nourishing cleansing oil contains a blend of eight natural oils including olive oil, apricot kernel oil, jojoba oil and grape seed oil to effectively remove makeup, sunscreen and excess sebum without irritation.Every ingredient in the formula has a low EWG score of 1 and the cleanser is free of mineral oil, artificial fragrances and colors, animal products, parabens, sulfates, alcohol and silicone. 5.07 fl. oz. / 150 ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 240,
      "product_ID": 3943076790341,
      "product_name": "Real Mugwort Clay Mask",
      "product_brand": "ISNTREE",
      "price": "$24",
      "product_description": "Make excess oil a thing of the past with this wash-off mask that boasts six types of clays including kaolin and bentonite to effectively absorb sebum. The formula also contains exfoliating mugwort leaf powder to gently remove pore-clogging dead skin cells and to even out rough texture. Unlike conventional clay masks, this one isn’t drying and is safe for sensitive skin. It contains mugwort extract to soothe irritation and inflammation and to replenish moisture levels.3.38 Fl. Oz. / 100 ml ",
      "product_type": "Mask"
    },
    {
      "FIELD1": 241,
      "product_ID": 3943074431045,
      "product_name": "Radiance Me. Cleansing Water Oil",
      "product_brand": "MAKE P:REM",
      "price": "$28",
      "product_description": "This innovative dual-phase formula with full of berries extract is like a cleansing oil and cleansing water in one. It effectively removes impurities including makeup without leaving behind a greasy, oily residue or dehydrating skin. Skin feels soft, hydrated and refreshed after use. The mild cleanser from Make Prem features EWG green-rated ingredients including a blend of antioxidant-rich berries that offer brightening benefits, resulting in a glowing complexion. The cleanser is free of artificial fragrances and colors, animal products, parabens, sulfates, alcohol, mineral oil and silicone.For best results, use with a cotton pad. Try COSRX Pure 100% Cotton Rounds or COSRX Silky Touch Skin Pack Cotton.13.52 fl.oz / 400 ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 242,
      "product_ID": 3943073841221,
      "product_name": "Safe Me. Relief Moisture Green Ampoule",
      "product_brand": "MAKE P:REM",
      "price": "$29",
      "product_description": "This gentle and moisturizing ampoule helps strengthen the skin barrier and prevent moisture loss. It’s formulated with Brazilian green propolis, a conditioning ingredient that protects and nourishes the skin, along with 20% propanediol, a moisturizing agent sourced from non-genetically modified corn. The formula has a slightly acidic pH of 5.5 and is free of artificial fragrances and colors, parabens, sulfates, alcohol, mineral oil and silicone. Tip: Follow with Make Prem Safe me. Relief moisture cream 12.1.01 fl.oz / 30 ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 243,
      "product_ID": 3943070629957,
      "product_name": "Rose Water Gel Cream",
      "product_brand": "MAMONDE",
      "price": "$26",
      "product_description": "Love this product? Find it in the Mamonde Rose Garden Exclusive value set!This refreshing gel cream contains 68.7% Damask rose water, an ingredient with anti-inflammatory, antioxidant and hydrating properties. Mamonde sources its rose extract from flowers that are hand-picked at dawn, when they offer the most hydrating and soothing benefits. Offering lightweight yet long-lasting hydration, the formula is perfect for all skin types. Free of parabens, sulfates, animal products and mineral oil. Vegan-certified.3.38 fl. oz. / 100 ml",
      "product_type": "Toner"
    },
    {
      "FIELD1": 244,
      "product_ID": 3942322995269,
      "product_name": "Calming Clear Milk Peel Cleansing Balm",
      "product_brand": "LEADERS",
      "price": "$25",
      "product_description": "This unique cleansing balm transforms from a creamy balm to an oil that removes makeup and debris while lightly exfoliating pores with bambusa arundinacea powder, a natural cellulose. A complex of centella asiatica-derived ingredients offers additional soothing benefits, making the balm perfect for those with sensitive skin. After use, skin is soft, smooth, calm and refreshed.This product is free of parabens, sulfates, silicone, artificial fragrances, color, and mineral oil. 6.08 fl. oz. / 180 ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 245,
      "product_ID": 3942312837189,
      "product_name": "Acsen UV Protector Essence",
      "product_brand": "TROIAREUKE",
      "price": "$55",
      "product_description": "This moisturizing sun essence is perfect for both sensitive and acne-prone skin. The lightweight combination formula includes both chemical and mineral ingredients that instantly melt into skin without leaving behind a white cast or a sticky, greasy finish. Instead, skin feels soft and smooth after use.With a similar texture to the Missha Mild Essence Sun Milk, fans of the now discontinued product will find a new favorite in this essence-like sunscreen.In addition to SPF 50 protection, the formula features calming ingredients like centella asiatica. The sunscreen is free of paraben, sulfates, articial colors, alcohol, mineral oil, essential oils, and animal products.For best results, use with brand’s Acsen line, which is created with acne-prone and sensitive skin-types in mind. Try TROIAREUKE Acsen TOC Toner which helps to gently exfoliate skin and prevent and target breakouts with glycolic acid and sulfur.**This product is Over-The-Counter (OTC) registered.1.69 fl. oz / 50 ml",
      "product_type": "Sun Protection"
    },
    {
      "FIELD1": 246,
      "product_ID": 3942312706117,
      "product_name": "Acsen Oil Cut Cleansing",
      "product_brand": "TROIAREUKE",
      "price": "$38",
      "product_description": "This clear gel cleanser is like an oil- and water-based cleanser in one, but without the oil. The formula is created using a micro-emulsion technique to ensure a gentle cleanse and removes all impurities including excess sebum. The multitasking cleanser contains soapwort extract, a natural surfactant that doesn’t strip or irritate skin, papaya extract to lightly exfoliate and portulaca extract and aloe leaf juice to soothe. The formula is perfect for all skin types and is free of paraben, artificial colors, alcohol, mineral oil, essential oils, silicone and animal products.For best results, use with brand’s Acsen line, which is created with acne-prone and sensitive skin-types in mind. Try TROIAREUKE Acsen Pore Control Mask which helps clear and soothe acne-prone skin.4.05 fl. oz / 120 ml ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 247,
      "product_ID": 3942309494853,
      "product_name": "Mugwort Calming Toner",
      "product_brand": "ROUND LAB",
      "price": "$27",
      "product_description": "Calm irritated skin with this refreshing, skin-strengthening toner. Mugwort extract, which has anti-inflammatory properties, helps heal skin sensitivities and acne, while madecassoside provides additional soothing benefits.This product is free of artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oil, essential oils and silicone. 10.14 fl. oz. / 300 ml",
      "product_type": "Toner"
    },
    {
      "FIELD1": 248,
      "product_ID": 1888572768325,
      "product_name": "SUR.MEDIC+ Super Hyaluronic 100TM Amino Acid Cleanser",
      "product_brand": "SUR.MEDIC+",
      "price": "$20",
      "product_description": "This gentle cleanser effectively removes impurities while keeping skin hydrated and balanced.In addition to a hyaluronic acid complex that hydrates skin from the inside out, the formula features unique ingredients like natural amino acids derived from coconut to balance and remove impurities, cotton stem cells to whisk away environmental impurities (like pollution), gypsophila paniculata root extract to soothe and panthenol to moisturize. It also offers additional brightening and firming benefits.Because the cleanser doesn’t contain synthetic surfactants, it’s safe for sensitive skin.  100 ml./3.4 fl.oz. ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 249,
      "product_ID": 260852285449,
      "product_name": "SoonJung Sleeping Pack-Panthensoside 5",
      "product_brand": "ETUDE HOUSE",
      "price": "$16",
      "product_description": "Wake up with soothed and smooth skin after using this nourishing sleeping mask! Panthenol, a skin-benefiting compound closely related to Vitamin B5, delivers deep hydration while madecassoside, derived from Centella asiatica, repairs skin damage and promotes a healthy skin barrier. The consistency of this sleeping mask is a heavier gel, allowing it to be used by all skin types without being too heavy. 3.38 fl. oz./ 100 ml",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 250,
      "product_ID": 3935401803845,
      "product_name": "Resveratrol 345NA_Intensive Repair Cream",
      "product_brand": "DR ALTHEA",
      "price": "$27",
      "product_description": "This ointment-textured cream targets signs of aging like fine lines and wrinkles along with acne and acne scars. The star ingredient, resveratrol, is a powerful antioxidant that boosts cell turnover and improves skin elasticity. The formula also contains wrinkle-smoothing adenosine and anti-inflammatory centella asiatica extract, as well as natural plant and fruit extracts to further soothe sensitized skin and inflamed breakouts. This formula is free of parabens, sulfates, artificial color, animal products, alcohol, mineral oil, fragrance.1.7 fl.oz / 50 mlIf you love this product, check out Dr. Althea Azulene 147HA_Intensive Soothing Cream for the soothing cream! ",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 251,
      "product_ID": 3935397314629,
      "product_name": "Cicaherb Restore Sheet Mask",
      "product_brand": "ENATURE",
      "price": "$2.50",
      "product_description": "Relieve inflammation and irritation in 20 minutes with this calming sheet mask formulated with centella asiatica and its derivative madecassoside. Centella asiatica has been used since ancient times in herbal remedies for its healing properties. These days, it’s one of the most sought-after soothing ingredients for skin. The sheet is made from eco-friendly and biodegradable fabric and the formula is free of parabens, artificial fragrances and colors, animal products, alcohol, mineral oil and silicone.*All single-use sheet masks are final sale.  25 g / 0.8 oz",
      "product_type": "Sheet Mask"
    },
    {
      "FIELD1": 252,
      "product_ID": 3935394758725,
      "product_name": "Dear, Klairs Fundamental Ampule Mist",
      "product_brand": "KLAIRS",
      "price": "$27",
      "product_description": "Give lackluster, dry skin an instant boost with this nourishing mist. The formula is packed with 82% green tea leaf water, a nutrient, moisture and antioxidant-rich ingredient. Cucumber, rice, mugwort and kelp extracts offer additional moisturizing benefits, while trehalose locks it all in for long-lasting hydration. Use it at the first step of skin care routine or whenever your skin needs a refresh. The formula is free of artificial fragrances and colors, parabens, sulfates, animal products, mineral oil, alcohol, essential oils and silicone.4.22 fl.oz. / 125 ml ",
      "product_type": "Essence"
    },
    {
      "FIELD1": 253,
      "product_ID": 3935371362373,
      "product_name": "PHA Peeling Gel",
      "product_brand": "BENTON",
      "price": "$16",
      "product_description": "Can’t decide between a physical or chemical exfoliator? This peeling gel is the best of both worlds. The formula contains naturally-derived cellulose to buff away dead skin cells and excess sebum as well as PHAs, a gentler alternative to AHAs, that leaves skin smooth and bright without irritation. Rounding out the ingredient list are ceramide, hyaluronic acid and chrysanthemum morifolium flower extract to replenish moisture and soothe skin. Mild yet effective, the exfoliator is perfect for sensitive, dry and acne-prone skin types. The vegan and cruelty-free formula is free of artificial fragrances and colors, parabens, sulfates, alcohol, mineral oil, essential oils and silicone.2.36 fl. oz. / 70 ml",
      "product_type": "Exfoliator"
    },
    {
      "FIELD1": 254,
      "product_ID": 3935371067461,
      "product_name": "Aloe Real Cool Soothing Gel",
      "product_brand": "BENTON",
      "price": "$8",
      "product_description": "Give sunburned, dry, overheated, or sensitized skin fast, cooling relief with this soothing gel that’s packed with 93% aloe leaf extract. The formula also features a patented compound of anti-inflammatory and moisturizing botanical extracts that includes laminaria japonica extract, Japanese seaweed.Packaged in a 300ml jar, the gel is the perfect calming and refreshing solution for any part of the body. The vegan and cruelty-free formula is free of artificial fragrances and colors, parabens, sulfates, alcohol, mineral oil, essential oils and silicone.10.14 fl. oz. / 300 ml ",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 255,
      "product_ID": 3935369363525,
      "product_name": "Line Care Patch",
      "product_brand": "ACROPASS",
      "price": "$22",
      "product_description": "Plump and improve the appearance of fine lines in just two hours with these innovative microneedle patches!Similar to Acropass' Trouble Cure, these targeted treatments use microneedle technology to help address stubborn fine lines. Each patch effectively infuses skin with anti-aging and plumping active ingredients - including hyaluronic acid, glycerin, adenosine and peptides - via thin, painless microneedles (1/4 the thickness of a human hair). The microneedles dissolve, delivering ingredients directly into the skin for a safe, effective way to treat fine lines.Apply them around the mouth, eyes or anywhere you want to smooth fine lines and wrinkles.This product is free of parabens, sulfates, animal products, alcohol, mineral oil, essential oils and silicone.*Final sale2 pairs",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 257,
      "product_ID": 3924689977413,
      "product_name": "White Truffle First Spray Serum",
      "product_brand": "D'ALBA PIEDMONT",
      "price": "$35",
      "product_description": "Glowing, supple skin is made easy with this multi-purpose white truffle spray serum! Packed with white truffle from Italy to brighten, chia seed extract to soothe inflammation and calm blemishes, and avocado oil to deeply moisturize and protect the skin’s barrier, this spray acts as an all-in-one skin care product to prevent signs of aging, dryness, and blocked pores. By using pure vegetable oils and natural ingredients, the First Spray Mist Serum maintains the skin’s balance and hydrates without clogging pores, making it ideal for dry and combination skin types. Free of chemicals, this mist is the perfect refreshing on-the-go skin care product to give your skin a recharge anytime and any place. This product is free of parabens, sulphates, artificial colors, animal products, silicone, and mineral oils, and is vegan and cruelty free.3.38 fl. oz./ 100 ml",
      "product_type": "Serum"
    },
    {
      "FIELD1": 258,
      "product_ID": 3860449296453,
      "product_name": "Tri-Bio Treatment Essence",
      "product_brand": "SON REVE",
      "price": "$43",
      "product_description": "This essence is all skin-benefitting ingredients and no filler. The formula contains 90% fermented ingredients including galactomyces ferment filtrate and rice ferment filtrate to noticeably brighten the skin. Sea buckthorn extract, a source of vitamins C and E, as well as Korean pine seed oil moisturize and revitalize skin.The clean formula is free of artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oil, essential oils and silicone.5.07 fl. oz. / 150mlLearn more here.",
      "product_type": "Essence"
    },
    {
      "FIELD1": 259,
      "product_ID": 3860434157637,
      "product_name": "Fermentation Peptine Eye Care Cream",
      "product_brand": "SWANICOCO",
      "price": "$38",
      "product_description": "Like a time machine in a tube, this powerful eye cream is packed with eight natural proprietary peptides plus adenosine to effectively lift, firm and plump up fine lines and wrinkles around the eye area, along with niacinamide to erase dark circles. Despite its concentrated formula, the cream has a fast-absorbing lightweight texture, making it perfect for day (use it as a base for makeup!) or nighttime use. The 20 ml tube is exclusive to Soko Glam and ensures an easy and hygienic application. The formula is free of artificial fragrances and colors, parabens, sulfates, animal products, alcohol, mineral oil and silicone.0.7 fl.oz / 20 mlLearn more about Swanicoco.Learn more on The Klog",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 260,
      "product_ID": 2171560951877,
      "product_name": "W.H.P Brightening & Hydrating Charcoal Sheet Mask",
      "product_brand": "MEDIHEAL",
      "price": "$9.95",
      "product_description": "Dull, tired skin is no match for this sheet mask that contains niacinamide and açai fruit extract to brighten and even out your complexion. Aquaxyl, a moisturizing sugar complex, offers a hydration boost for a dewy finish. The formula is free of artificial colors, parabens, sulfates, alcohol, mineral oil, silicone and animal products.Each set includes 5 single-use sheet masks.*All single-use sheet masks are final sale.Learn more on The Klog",
      "product_type": "Sheet Mask"
    },
    {
      "FIELD1": 261,
      "product_ID": 2171560886341,
      "product_name": "Tea Tree Essential Blemish Control Sheet Mask",
      "product_brand": "MEDIHEAL",
      "price": "$9.95",
      "product_description": "For clear, calm and smooth skin, this mask is your go-to. Willow bark exfoliates pore buildup, rosemary purifies and tea tree oil targets breakouts, while chamomile and asiatic pennywort work to visibly soothe redness. The combination of these ingredients not only treats acne, but prevents new spots from forming. The formula is free of artificial fragrances and colors, parabens, sulfates, alcohol, mineral oil, silicone and animal products.Each set includes 5 single-use sheet masks.*All single-use sheet masks are final sale.Learn more about Mediheal.  Soko Glam Best of K-Beauty™ Award Winner for 2020  + See why this product is a 2020 Soko Glam Best of K-Beauty™ Winner.",
      "product_type": "Sheet Mask"
    },
    {
      "FIELD1": 262,
      "product_ID": 2171560722501,
      "product_name": "N.M.F Intensive Hydrating Sheet Mask",
      "product_brand": "MEDIHEAL",
      "price": "$9.95",
      "product_description": "Natural Moisturizing Factor (NMF) is naturally produced by the skin to maintain its hydration levels with a mix of ingredients that both attract and retain water. Developed by top dermatologists and estheticians, this innovative and ultra-hydrating mask contains the key building blocks of NMF, including hyaluronic acid, amino acids and water-binding sugars, to supercharge transform skin from dry and flaky to soft and supple. Additional ingredients like exfoliating willow bark and toning witch hazel round out this skin-perfecting formula.The formula is free of artificial colors, parabens, sulfates, alcohol, mineral oil and silicone.Each set includes 5 single-use sheet masks.*All single-use sheet masks are final sale.Learn more here.Soko Glam Best of K-Beauty™ Award Winner for 2019+ See why this product is a 2019 Soko Glam Best of K-Beauty™ Winner. Learn more on The Klog",
      "product_type": "Sheet Mask"
    },
    {
      "FIELD1": 263,
      "product_ID": 2171560427589,
      "product_name": "Hydro Advanced Capsule Hydration Treatment Sheet Mask (5 pack)",
      "product_brand": "MEDIHEAL",
      "price": "$24.95",
      "product_description": "Rehab dehydrated skin with this two-step moisture recovery treatment. Sit back and relax as the biocellulose mask (step one) quenches your skin’s thirst with ingredients like hyaluronic acid, silverberry extract, hydrolyzed collagen, beta-glucan and fermented coconut water. Then, seal in that moisture with the ceramide capsule activator (step two). The formula features conditioning ceramide NP and emollients to plump and smooth skin. The formula is free of artificial fragrances and colors, parabens, sulfates, mineral oil, and animal products.0.91 fl. oz. / 27 ml  X 5 sheets*Final sale.Learn more on The Klog",
      "product_type": "Sheet Mask"
    },
    {
      "FIELD1": 264,
      "product_ID": 2171558232133,
      "product_name": "D.N.A Hydrating Protein Sheet Mask",
      "product_brand": "MEDIHEAL",
      "price": "$9.95",
      "product_description": "This bamboo mask is soaked in a unique creamy serum that boosts skin’s hydration levels with nourishing ingredients like jojoba oil, squalene, and 19 amino acids and peptides. The result is soft and supple skin and a youthful glow. The formula is free of artificial colors, parabens, sulfates, mineral oil and silicone.Each set includes 5 single-use sheet masks.*All single-use sheet masks are final sale.Learn more here.Learn more on The Klog",
      "product_type": "Sheet Mask"
    },
    {
      "FIELD1": 265,
      "product_ID": 2171558068293,
      "product_name": "Collagen Essential Lifting & Firming Sheet Mask",
      "product_brand": "MEDIHEAL",
      "price": "$9.95",
      "product_description": "Smooth and plump up fine lines and wrinkles in just 15 minutes with this conditioning sheet mask. The essence contains hydrolyzed collagen, elastin, peptides and beta-glucan to improve skin tone and texture. The formula is free of artificial colors, parabens, sulfates, alcohol, mineral oil and silicone.Each set includes 5 single-use sheet masks.*All single-use sheet masks are final sale.",
      "product_type": "Sheet Mask"
    },
    {
      "FIELD1": 266,
      "product_ID": 2162424741957,
      "product_name": "Aloe Hyaluron Cream",
      "product_brand": "BENTON",
      "price": "$19",
      "product_description": "Powered by rich, soothing aloe extracts and complexion-boosting hyaluronic acid, this lightweight, effective cream leaves all skin types skin smooth and hydrated. The 40% aloe contents in the formula soothe and nourish the skin, while a hyaluronic acid complex made up of 7 varying molecular weights works to deeply hydrate and soften without being harsh on the skin. With its multitasking ingredients that calm, moisturize, and protect, this cream is perfect for “skip care” routines that use less products for radiant-looking skin.This product is dermatologically tested and is free of volatile alcohol, fragrance, PEGs, sulphates, animal products, mineral oil, essential oils, silicone, and coloring, and is cruelty free and vegan.1.76 fl.oz /  50 g",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 268,
      "product_ID": 2162382602309,
      "product_name": "Zero Made Green Cleansing Balm",
      "product_brand": "COMMLEAF",
      "price": "$32",
      "product_description": "Cleanse on a greener level with this lightweight, effective oil cleanser! Formulated with natural ingredients such as vegetable oil to strengthen and protect your skin, green tea seed oil to clear up the skin and control acne, argan oil to improve skin condition and texture, sea buckthorn oil to enhance the skin barrier and assist in cell turnover, and neroli oil to soothe the skin, this soft, velvety balm removes makeup without leaving the skin feeling tight. Free or artificial pigments and fragrances, this hypoallergenic, skin-irritation tested balm is perfect for sensitive skin types, and all skin types will enjoy silky smooth skin after use.This product is free of sulphates, parabens, animal products, alcohol, mineral oil, silicone, and is vegan and cruelty free.Note: Due to the formula’s high concentration of the anti-inflammatory blue tansy oil, the balm has a strong earthy scent.4.05 fl.oz / 120ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 269,
      "product_ID": 2161750081605,
      "product_name": "Snail Bee Ultimate Hydrogel Eye Patch",
      "product_brand": "BENTON",
      "price": "$28",
      "product_description": "Give your eyes the ultimate luxury treatment at home with this hydrogel eye patch embedded with gold, pearl, diamond, and charcoal powders to firm, purify, and revitalize skin! The multitasking eye patch brightens the skin around your eyes and prevents wrinkles, and thanks to the seaweeds infused in it, it absorbs thoroughly into the skin. The star ingredient in the hydrogel patch is premium essence of snail secretion ferment filtrate packed with bee venom, tea tree leaf water, and seaweed extracts, which all reinforce protection of the skin while soothing, cooling, preventing blemishes, and repairing uneven skin tone. This product is perfect for all skin types and is free of artificial colors, fragrance, PEGs, silicone oil, and is cruelty free.60 patches (Net wt 0.03 oz)If you love this product, check out also Snail Bee Ultimate Serum from Benton!",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 270,
      "product_ID": 2161747263557,
      "product_name": "AC Clear Pure N Skin Lotion",
      "product_brand": "THE PLANT BASE",
      "price": "$29",
      "product_description": "Say hello to hydration and bye to breakouts with this lightweight, refreshing lotion aimed to control excessive sebum and blemishes. Formulated with The Plant Base’s patented Inflax™, an herbal blend, the lotion provides relief to irritated skin and works as a powerful antioxidant, while the Natural Protector™ provides soothing and revitalizing effects thanks to its acne-fighting properties. Perfect for combination skin, the lotion also targets and relieves inflammation with 84.6% centella asiatica extract, a soothing herb, and tea tree oil, which controls oil production and acne.This product is free of artificial colors and fragrances, parabens, sulphates, animal products, mineral oil, and is cruelty free and vegan.5.07 fl. oz / 150 ml",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 271,
      "product_ID": 2144367214661,
      "product_name": "Galactomyces Pure Vitamin C Glow Serum",
      "product_brand": "SOME BY MI",
      "price": "$25",
      "product_description": "Restore your complexion’s youthful radiance! This serum boasts 3% pure ascorbic acid (vitamin C) and 75% galactomyces ferment filtrate. In addition to its brightening benefits, galactomyces is also known to moisturize, smooth skin texture and boost elasticity. Vitamin C helps brighten skin for a gentle glow, while also fading dark spots and hyperpigmentation for a more even skin tone.This vitamin C serum is free of artificial fragrance and colors, parabens, sulfates, animal products, mineral oil and silicone. Note: The serum has a natural subtle, light brown tint to it (clear when applied to skin) due to the combination of naturally-derived ingredients. Since there is vitamin C inside the formula, it's still best to close lid tightly and store in a cool, dark place when not using.1.01oz / 30mlLearn more about Some By Mi.",
      "product_type": "Serum"
    },
    {
      "FIELD1": 272,
      "product_ID": 2144366919749,
      "product_name": "Galactomyces Pure Vitamin C Glow Toner",
      "product_brand": "SOME BY MI",
      "price": "$20",
      "product_description": "With 88% galactomyces ferment filtrate paired with vitamin C, this toner brightens, hydrates and smooths skin for an otherworldly glow. The formula includes 1% pure ascorbic acid (vitamin C) to boost the brightening power and even out and protect the complexion from environmental damage. Vitamin C benefits also include fading dark spots, acne spots and other types of hyperpigmentation.The formula is free of artificial fragrance and colors, parabens, sulfates, animal products, mineral oil and silicone.6.76oz / 200mlLearn more here.",
      "product_type": "Toner"
    },
    {
      "FIELD1": 273,
      "product_ID": 2144366428229,
      "product_name": "AHA-BHA-PHA 30Days Miracle Serum",
      "product_brand": "SOME BY MI",
      "price": "$27",
      "product_description": "This hard-working facial serum is packed with 10,000ppm tea tree leaf water and 14.5% centella asiatica, which are both well-known for helping calm redness and inflammation. The serum formula also includes AHAs, BHAs and PHAs to gently exfoliate and a double layer of plant-based oils to lock in moisture to keep the skin barrier hydrated. This serum is a great option for those looking to alleviate redness from acne and restore balance to the complexion.The formula is free of artificial fragrance and colors, parabens, sulfates, animal products and mineral oil.To maximize results and benefits use with AHA-BHA-PHA 30Days Miracle Toner.1.69oz / 50mlFeatured on StyleCaster",
      "product_type": "Serum"
    },
    {
      "FIELD1": 274,
      "product_ID": 2144366100549,
      "product_name": "AHA-BHA-PHA 30Days Miracle Toner",
      "product_brand": "SOME BY MI",
      "price": "$16",
      "product_description": "A cult favorite, one bottle of this multi-tasking toner is sold every three seconds! As its name suggests, the formula boasts three types of chemical exfoliants (AHAs, BHAs, and PHAs) plus papaya and witch hazel extracts to effectively boost cell turnover and keep skin smooth and healthy. A high concentration of tea tree water extract also promotes clear skin, as well as soothes inflammation, while adenosine and niacinamide target wrinkles and a dull skin tone. Despite its powerful ingredients, the toner is dermatologically tested for sensitive skin and has an optimal pH of 5.5. The formula is free of artificial fragrance and colors, parabens, sulfates, alcohol, mineral oil and silicone.To maximize results and benefits use with AHA-BHA-PHA 30Days Miracle Serum.5.07oz / 150ml Soko Glam Best of K-Beauty™ Award Winner for 2020  + See why this product is a 2020 Soko Glam Best of K-Beauty™ Winner. Learn more on The Klog",
      "product_type": "Toner"
    },
    {
      "FIELD1": 275,
      "product_ID": 2140921299013,
      "product_name": "Ginseng Seed Secret Essence",
      "product_brand": "DANAHAN",
      "price": "$58",
      "product_description": "This nourishing essence is highly-concentrated with ginseng water, oil and saponin, as well as a multi seed complex of natural extracts. The herbal formula is potent in anti-aging antioxidants and replenishes and moisturizes skin, resulting in a more youthful, supple and radiant complexion. The essence has a unique thick texture yet feels lightweight on skin.To maximize results and benefits use with Ginseng Seed Secret EmulsionThe formula is free of parabens, sulfates, artificial colors, alcohol, mineral oil and essential oils.1.69 fl. oz / 50 mlLearn more here.Featured on:StyleCaster",
      "product_type": "Essence"
    },
    {
      "FIELD1": 276,
      "product_ID": 2140920741957,
      "product_name": "Ginseng Seed Secret Emulsion",
      "product_brand": "DANAHAN",
      "price": "$40",
      "product_description": "Nourishing and balancing, this emulsion is perfect for both dry and combination skin types. With a blend of antioxidant-rich ginseng water, oil and saponin, along with a multi seed complex of natural extracts, the formula has additional firming and anti-aging benefits. The herbal emulsion makes skin feel smooth and look revitalized.To maximize results and benefits use with Ginseng Seed Secret Essence.The formula is free of parabens, sulfates, artificial colors, mineral oil, essential oils and silicone. 4.56 fl. oz. / 135 mlLearn more about Danahan.Featured on:StyleCaster",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 277,
      "product_ID": 2103911612485,
      "product_name": "A-Clear Soothing Pink Eraser",
      "product_brand": "NEOGEN",
      "price": "$15",
      "product_description": "Say goodbye to breakouts with this sensitive skin-friendly dual layer acne spot treatment that effectively erases blemishes without dryness or irritation. Key soothing and acne-fighting ingredients include calamine, tea tree leaf oil, and four forms of centella asiatica. Your pimples will shrink and the affected area will heal faster.Tip: Don't shake the formula when using! This dual layer is meant to be separate, to effectively treat and heal acne with the two unique formulas.The formula is free of artificial fragrances and colors, parabens, animal products, mineral oil and silicone. 15 ml",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 278,
      "product_ID": 2092511461445,
      "product_name": "Skin Essentials Barrier Repair Face Oil",
      "product_brand": "ROVECTIN",
      "price": "$30",
      "product_description": "If you’ve been looking for a face oil that adequately moisturizes without making skin feel greasy, consider your search over. This formula features neroli oil and other nourishing, non-comedogenic ingredients like vitamin E, plum seed extract and squalane to deeply moisturize skin and combat signs of aging, as well as a lightweight texture that absorbs quickly, making it suitable for all skin types, even oily and combination.Free of artificial fragrances, parabens, sulphates, artificial colors, animal products, alcohol, mineral oil, silicone. Vegan and cruelty free. 1.1 fl.oz / 30 mlLearn more on The Klog",
      "product_type": "Other/Spot Treatments"
    },
    {
      "FIELD1": 279,
      "product_ID": 2092493406277,
      "product_name": "Fresh Herb Origin Eye Cream ",
      "product_brand": "NACIFIC",
      "price": "$30",
      "product_description": "Hydrate, brighten, and minimize fine lines with this lightweight, airy eye cream. Key ingredients include niacinamide, hyaluronic acid and adenosine. The formula feels refreshing and cooling on contact and keeps the sensitive eye area nourished. This eye cream is vegan, cruelty-free and free of parabens, sulfates, mineral oil, and artificial fragrance.1.01 fl. oz./ 30 ml",
      "product_type": "Eye Treatment"
    },
    {
      "FIELD1": 280,
      "product_ID": 2092493078597,
      "product_name": "Fresh Herb Origin Serum",
      "product_brand": "NACIFIC",
      "price": "$29",
      "product_description": "Plant-based ingredients including a patented antioxidant component called Sepicalm (a blend of water lily extract and amino acids) and a pore complex of lemongrass, lime peel and applemint, work together to target signs of aging and to tighten enlarged pores. Aloe leaf water provides additional moisturizing and anti-inflammatory benefits, while non-comedogenic oils help promote a radiant complexion. The formula is vegan and cruelty-free and is free of potentially irritating ingredients including parabens, sulfates, alcohol, mineral oil, essential oils, silicones, and artificial fragrances. Note: Because the formula contains amino acids, you may experience a slight tingling sensation after application.1.69 fl oz./ 50 mlLearn more on The Klog",
      "product_type": "Serum"
    },
    {
      "FIELD1": 281,
      "product_ID": 2074447675461,
      "product_name": "Pore Cleansing Balm [PHA]",
      "product_brand": "HANSKIN",
      "price": "$22",
      "product_description": "This cleansing oil balm is a must-have for those with sensitive skin, blackheads, and/or rough texture. It's formulated with gentle and effective PHAs (polyhydroxy acids) to gently exfoliate away dead skin cells and clear pores, while lightweight plant-derived oils like olive oil and evening primrose oil condition skin without weighing it down. If you're already a fan of the Hanskin Cleansing Oil & Blackhead [PHA], you’ll love the balm version!2.82 fl oz/ 80g. ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 282,
      "product_ID": 2074417987653,
      "product_name": "Collagen Lifting Cream",
      "product_brand": "NEOGEN",
      "price": "$28",
      "product_description": "This cream may be the closest thing to the Fountain of Youth. It’s formulated with ingredients like double collagen (collagen and hydrolyzed collagen), peptides, and ceramide to firm and hydrate, plump fine lines and wrinkles, improve natural cell turnover and elasticity, strengthen the skin barrier and rejuvenate a tired complexion. Free of parabens, artificial fragrance and mineral oil.50 ml",
      "product_type": "Moisturizer"
    },
    {
      "FIELD1": 283,
      "product_ID": 2074417889349,
      "product_name": "A-Clear Soothing Overnight Mask",
      "product_brand": "NEOGEN",
      "price": "$20",
      "product_description": "This overnight mask hydrates and nourishes skin without clogging pores.With ingredients like salicylic acid and centella asiatica, the formula helps control excess oil, remove pore-clogging dead skin cells and impurities and soothe redness- and breakout-prone skin. Apply a light layer before bed and wake up to a clearer, more balanced complexion.100 ml",
      "product_type": "Mask"
    },
    {
      "FIELD1": 284,
      "product_ID": 2074417266757,
      "product_name": "A-Clear Soothing Foam Cleanser",
      "product_brand": "NEOGEN",
      "price": "$20",
      "product_description": "Acne-fighting foam cleansers can be drying and harsh, but this one hydrates and calms as it cleans. Micro bubbles and an ingredient list that includes salicylic acid, tea tree oil, centella asiatica extract and licorice root extract, effectively remove excess oil, bacteria and pore-clogging dead skin cells, while soothing irritation and sensitivities. The gentle formula is free of parabens, artificial fragrance, animal ingredients and mineral oil.100 ml",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 286,
      "product_ID": 2070553460805,
      "product_name": "Clean It Zero Foam Cleanser",
      "product_brand": "BANILA CO",
      "price": "$14",
      "product_description": "This cream to foam cleanser hydrates as it deep cleans. The formula features a naturally-derived amino acid cleansing agent and the brand’s patented Zero Balance Technology, a blend that includes acerola, rooibos leaf, bamboo and angelica extracts, to soothe and support the skin’s moisture balance. Gentle enough for sensitive skin, skin won’t feel tight or dry after use. We recommend pairing this water-based cleanser with the brand’s Clean It Zero Cleansing Balm, the formula’s oil-based counterpart. 150 ml / 5.07 oz",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 287,
      "product_ID": 2032448143429,
      "product_name": "Green Tea Fresh Toner",
      "product_brand": "ISNTREE",
      "price": "$20",
      "product_description": "Perfect for oily and combination skin types, this toner uses natural, EWG green grade ingredients to balance and nourish the complexion.The formula features a blend of plant extracts - Anti Sebum P(HD) - to control excess oil and 80% green tea extract sourced from Jeju Island to protect, brighten, and further balance skin.Other notable ingredients include centella asiatica extract to reinforce the skin’s barrier, hydrolyzed hyaluronic acid to hydrate, allantoin to soothe, and blueberry fruit extract to relieve skin stress.This product is free of parabens, pigment, artificial fragrance, animal ingredients, surfactants, mineral oil, alcohol, silicone and fragrance.200 ml. / 6.76 fl.oz.If you love this product, check out Isntree Spot Saver Mugwort Ampoule for the ampoule with calming & anti-inflammatory benefits!Learn more on The Klog",
      "product_type": "Toner"
    },
    {
      "FIELD1": 288,
      "product_ID": 2024650113093,
      "product_name": "Rub-A-Dub Refining Peel Gel",
      "product_brand": "SATURDAY SKIN",
      "price": "$28",
      "product_description": "Exfoliating doesn’t have to be irritating. Instead of a physical scrub or chemical exfoliator, this peel gel removes dead skin cells and buildup with natural enzymes like papaya and bromelain (found in pineapple) and 100% Ecocert Certified cellulose for a bright and smooth, not sensitized, complexion. As you gently rub the gel into skin, you can actually see the impurities clump up before sweeping them away. The formula also contains a proprietary peptide blend, the Cha-7 es Complex, that boosts the skin’s renewal process, resulting in a more supple, hydrated, even, and youthful appearance. The formula is vegan and cruelty-free, as well as free of sulfates, paraben, artificial colors and fragrance. 2.53 oz/ 75 ml",
      "product_type": "Exfoliator"
    },
    {
      "FIELD1": 289,
      "product_ID": 2024050098245,
      "product_name": "Mamonde Pore Clean Toner",
      "product_brand": "MAMONDE",
      "price": "$23",
      "product_description": "Remove impurities left over from your cleanser with this toner that deep-cleans pores and promotes a more balanced, clear complexion. The dual-layer formula contains a purifying mud powder to mattify and absorb excess oil and a heartleaf (eoseongcho) extract tincture to treat and prevent blackheads. The toner also minimizes the appearance of pores and smoothes skin. This product is vegan and cruelty-free. Tip: For best results, shake before use to mix the mud and tincture layers.5 oz / 150 ml",
      "product_type": "Toner"
    },
    {
      "FIELD1": 290,
      "product_ID": 2024049606725,
      "product_name": "Mamonde Pore Clean Clay Mask",
      "product_brand": "MAMONDE",
      "price": "$25",
      "product_description": "This multitasking wash-off clay mask absorbs excess oil, purifies and polishes without dehydrating skin. The creamy formula contains kaolin and bentonite clays to soak up sebum and help minimize the appearance of pores, heartleaf (eoseongcho) extract to kill acne-causing bacteria and walnut shell powder to gently exfoliate pores. Skin feels smooth and refreshed after use. The formula is vegan and free of mineral oil and synthetic colorants. 3.38 oz / 100 ml",
      "product_type": "Mask"
    },
    {
      "FIELD1": 291,
      "product_ID": 2024026996805,
      "product_name": "Coconut Water Cleansing Foam",
      "product_brand": "SOLVED SKINCARE",
      "price": "$23",
      "product_description": "Exclusive to Soko Glam!Packed with 75% real coconut water, this nourishing cleansing foam transforms into a velvety lather on damp skin and gently removes dirt, sweat, and other impurities. The cleanser, exclusive to Soko Glam, has a mild pH of 5.5 and boasts a formula with all EWG Green grade ingredients. Pair the foam with the Solved Skincare Coconut Oil Cleansing Pads for a 360-degree cleanse.Free of parabens, pigment, artificial fragrance, animal ingredients, surfactants, mineral oil, alcohol and silicone. Vegan and cruelty free. 4.1 oz / 120 mlLearn more here.",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 292,
      "product_ID": 2023962705989,
      "product_name": "White Truffle Intensive Ampoule",
      "product_brand": "D'ALBA PIEDMONT",
      "price": "$45",
      "product_description": "Meet your new favorite skin indulgence. This silky, multi-tasking ampoule features luxurious ingredients like Italian white truffle oil and caviar that soothe, target signs of aging and moisturize. Despite being deeply nourishing, the formula is lightweight and fast-absorbing.  1.69 fl.oz / 50 ml. ",
      "product_type": "Serum"
    },
    {
      "FIELD1": 293,
      "product_ID": 1981329113157,
      "product_name": "Coconut Oil Cleansing Pads",
      "product_brand": "SOLVED SKINCARE",
      "price": "$25",
      "product_description": "Exclusive to Soko Glam!Effectively and efficiently remove SPF, impurities and even the most stubborn makeup with these round, single-use pads that are drenched in 100% virgin coconut oil. The double-sided pads lightly exfoliate as they cleanse and feature a pocket for your fingers for ease of use, not to mention they smell delicious! Skin is left feeling soft and hydrated.Follow the pads with the Solved Skincare Coconut Water Cleansing Foam for a 360-degree cleanse.Free of parabens, pigment, artificial fragrance, animal ingredients, surfactants, mineral oil, alcohol and silicone. Vegan and cruelty free. 6.7oz. / 200 g (40 pads)Learn more here.Soko Glam Best of K-Beauty™ Award Winner for 2019+ See why this product is a 2019 Soko Glam Best of K-Beauty™ Winner. ",
      "product_type": "Cleanser"
    },
    {
      "FIELD1": 294,
      "product_ID": 1978245840965,
      "product_name": "Natural Brightening Velvet Mask (6 pack)",
      "product_brand": "DR ALTHEA",
      "price": "$18",
      "product_description": "Revitalize dull skin with this nano-microfiber sheet mask formulated with ingredients like oatmeal and rice extract that brighten and even tone. Another key ingredient is nutrient-rich milk protein that boosts elasticity and overall skin health. The mask is the perfect treatment for sensitive and uneven skin. *All single-use sheet masks are final sale.0.95oz / 28ml X 6 sheets",
      "product_type": "Mask"
    },
    {
      "FIELD1": 295,
      "product_ID": 1978244825157,
      "product_name": "Dr.Althea Herb Therapy Velvet Mask (10 pack)",
      "product_brand": "DR ALTHEA",
      "price": "$29",
      "product_description": "This sheet mask is packed with a blend of natural herbal ingredients that target a range of skin concerns including irritation, acne, pigmentation and dehydration. Highlights include soothing calendula, chamomile and green tea, and brightening and antibacterial ginger root extract. The essence also contains ceramide and hyaluronic acid to moisturize dry skin. To help the nutrient-rich formula effectively absorb into skin, the mask itself is made of velvet nano microfiber. The material, which securely adheres to skin, is four times more effective at essence delivery than other common types of masks. 28 ml / 0.95 fl oz x 10 sheets*Final Sale",
      "product_type": "Mask"
    },
    {
      "FIELD1": 296,
      "product_ID": 1978244268101,
      "product_name": "Dr. Althea Essential Skin Conditioner Silk Mask (5 pack)",
      "product_brand": "DR ALTHEA",
      "price": "$17",
      "product_description": "Formulated with calming and purifying witch hazel and anti-inflammatory green tea extract, this mask excels at soothing sensitive and acne-prone skin. The addition of ginseng root extract helps repair and improve pigmentation for a smoother, more even complexion. The mask itself is made of silk, which does more than just make you feel fancy. The strong, hypoallergenic fiber ensures efficient delivery of active ingredients and adheres well to the curves of the face for maximum absorption. 28.9 ml / 0.98 fl oz x 5 sheets*Final Sale",
      "product_type": "Mask"
    },
    {
      "FIELD1": 297,
      "product_ID": 1978243940421,
      "product_name": "Dr. Althea Squalane Silk Mask (5 pack)",
      "product_brand": "DR ALTHEA",
      "price": "$17",
      "product_description": "This sheet mask offers 360-degree hydration and spa-like results thanks to its three star ingredients: Hydrolyzed collagen, a protein that replenishes dry skin, hyaluronic acid, a humectant that helps skin retain moisture, and squalane, a lipid that serves as a protective barrier to seal all of that moisture in. The mask itself is made of silk, which does more than just make you feel fancy. The strong, hypoallergenic fiber ensures efficient delivery of active ingredients and adheres well to the curves of the face for maximum absorption.After use, skin immediately looks healthier and more radiant.*Final Sale28 ml / 0.98 fl oz  X 5 sheets",
      "product_type": "Mask"
    },
    {
      "FIELD1": 298,
      "product_ID": 1948686581829,
      "product_name": "Real Vita C Powder Lemon",
      "product_brand": "NEOGEN",
      "price": "$20",
      "product_description": "Exclusive to Soko Glam!This innovative, DIY vitamin C powder offers all the brightening benefits of a powerful vitamin C serum, but without the chance of oxidation due to its powder form. Developed by Soko Glam together with Neogen, this innovative miracle powder evens out the skin tone with 17% pure ascorbic acid (aka vitamin C), along with ingredients like allantoin, hydrolyzed collagen, trehalose, and lemon extract to hydrate and revitalize dull, tired skin for a more even, radiant and glowing complexion.Vitamin C is known to oxidize quickly, so this is a great solution for anyone looking to minimize steps in your routine while still incorporating all the brightening benefits of a vitamin C serum. Fans of waterless beauty also will find this as a great option!The gentle, travel-friendly vitamin C powder can be used on all skin types, even those with sensitive or oily skin. The formula is free of alcohol, silicone, paraben, artificial fragrance, surfactants and mineral oil.Tip: Comes with a scoop so you get the perfect amount each time! Mix a small scoop with your favorite toner or watery essence like Real Ferment Micro Essence for best results. To avoid irritation, we do not recommend mixing it with products like AHAs, BHAs, retinol, or products that already contain vitamin C. Learn more here.   20 g/ 0.70 fl.oz. Featured on Allure Article Allure Article on new products to try Strategist Article Soko Glam Best of K-Beauty™ Award Winner for 2019+ See why this product is a 2019 Soko Glam Best of K-Beauty™ Winner. Learn more on The Klog",
      "product_type": "Other/Spot Treatments"
    }
   ]